{
    "rotate_message": "МОЛЯ, ЗАВЪРТЕТЕ ТЕЛЕФОНА СИ.",
    "server_error": "ГРЕШКА В СЪРВЪРА",
    "loading": "ЗАРЕЖДАНЕ...",
    "click_start": "КЛИКНЕТЕ, ЗА ДА ЗАПОЧНЕТЕ",
    "total_staked": "ОБЩО ЗАЛОЖЕНО: ",
    "balance": "БАЛАНС",
    "win": "ПЕЧАЛБА",
    "coin": "МОНЕТИ",
    "win_spin": "ПЕЧЕЛИВШО ЗАВЪРТАНЕ",
    "game_over": "КРАЙ НА ИГРАТА",
    "select_number": "ИЗБЕРЕТЕ ОСВЕТЕН НОМЕР",
    "complete_cash": "ЗАВЪРШЕТЕ БЛИНГО, ЗА ДА СПЕЧЕЛИТЕ ПАРИ",
    "start_bonus": "НАТИСНЕТЕ, ЗА ДА ЗАПОЧНЕТЕ БОНУСА",
    "extra_spin": "ШАНС ЗА ДОПЪЛНИТЕЛНО ЗАВЪРТАНЕ",
    "full_house": "ПЪЛНА КОМБИНАЦИЯ",
    "blingos": "БЛИНГОС",
    "start": "СТАРТ",
    "game": "ИГРА",
    "spin_for": "ЗАВЪРТИ ЗА",
    "bonus": "БОНУС",
    "collect": "СЪБЕРИ",
    "result": "РЕЗУЛТАТИ",
    "end": "КРАЙ НА ИГРАТА",
    "am": "СУТРИН",
    "pm": "ВЕЧЕР",
    "gameinfo": "ИНФОРМАЦИЯ ЗА ИГРАТА",
    "options": "ОПЦИИ",
    "turbo": "ТУРБО",
    "sound": "ЗВУК",
    "music": "МУЗИКА",
    "full_screen": "ЦЯЛ ЕКРАН",
    "dragon_blingo_title": "Дракон Блинго",
    "dragon_blingo_description_1": "Дракон Блинго е комбинация от слотове и бинго.",
    "dragon_blingo_description_2": "Всяка игра продължава 10 завъртания.",
    "dragon_blingo_description_3": "Съвпадайте числа на барабана с мрежата, за да завършите Блинго и да се изкачите по таблицата с печалби.",
    "dragon_blingo_description_4": "Джокери ви позволяват да изберете число за съвпадение.",
    "dragon_blingo_description_5": "Допълнителни завъртания са налични след всяка игра.",
    "dragon_blingo_description_6": "Цената на всяко завъртане зависи от позицията в мрежата и потенциалните награди.",
    "dragon_blingo_description_7": "Цените могат да надвишават вашия основен залог.",
    "dragon_blingo_description_8": "Можете да контролирате броя на допълнителните завъртания и максималните предлагани цени в нашите игрови настройки.",
    "dragon_blingo_description_9": "Моля, играйте отговорно.",
    "dragon_blingo_description_10": "Дракон Блинго е новият начин да играете любимия си слот.",
    "dragon_blingo_description_11": "Спечелете все по-ценни печеливши завъртания на Дракон Слот, като завършите Блинго.",
    "dragon_blingo_description_12": "Изберете залога си и натиснете СТАРТ ИГРА, за да започнете.",
    "dragon_blingo_description_13": "Имате 10 завъртания, за да съчетаете числа на барабана с мрежата.",
    "dragon_blingo_description_14": "Завършете Блинго, за да активирате печеливши завъртания на Дракон Слот.",
    "dragon_blingo_description_15": "Джокерите на дракона ви позволяват да маркирате всяко число в колоната отгоре.",
    "dragon_blingo_description_16": "Те се задържат на място за повторно завъртане на другите барабани.",
    "dragon_blingo_description_17": "Джокерите ви позволяват да маркирате всяко число в колоната отгоре.",
    "dragon_blingo_description_18": "Символите за безплатно завъртане добавят допълнително завъртане.",
    "dragon_blingo_description_19": "3 или повече лилави скъпоценни камъни в изглед дават незабавна парична награда.",
    "dragon_blingo_description_20": "5 x лилав камък = 2.5X",
    "dragon_blingo_description_21": "4 x лилав камък = 1X",
    "dragon_blingo_description_22": "3 x лилав камък = 0.5X",
    "dragon_blingo_description_23": "Супер джокерите ви позволяват да маркирате всяко число в мрежата.",
    "dragon_blingo_description_24": "Блокиращите символи не правят нищо.",
    "dragon_blingo_description_25": "Награждава печелившо завъртане на Дракон Слот с гарантирана печалба, използвайки",
    "dragon_blingo_description_26": "Награждава печелившо завъртане на Дракон Слот с увеличена печалба, използвайки",
    "dragon_blingo_description_27": "Всяко печелившо завъртане гарантира печалба",
    "dragon_blingo_description_28": "Печалбите използват само избрания символ",
    "dragon_blingo_description_29": "Печалбите могат да бъдат от 3 еднакви символа на една линия до 5 еднакви символа на 10 линии",
    "dragon_blingo_description_30": "Джокерите на дракона се разширяват и задържат за повторно завъртане",
    "dragon_blingo_description_31": "Джокерите на дракона заместват всички символи",
    "dragon_blingo_description_32": "Появяват се на барабани 2, 3 и 4",
    "dragon_blingo_description_33": "Разширяват се по барабана и задействат повторно завъртане",
    "dragon_blingo_description_34": "Максималният брой повторни завъртания е 3",
    "dragon_blingo_description_35": "Стойностите са множители на залог на линия (началния основен залог, разделен на броя на линиите в слота)",
    "dragon_blingo_description_36": "Само най-високата печалба на заложена линия от двете страни се изплаща",
    "dragon_blingo_description_37": "Печалбите на заложената линия се изплащат при последователност от най-левия до най-десния и обратно",
    "dragon_blingo_description_38": "Грешките анулират печалбите и игрите",
    "extra_spin_wheel_title": "ЕКСТРА СПИН КОЛЕЛО",
    "extra_spin_wheel_description_1": "Допълнителни завъртания могат да бъдат спечелени след всяка игра.",
    "extra_spin_wheel_description_2": "Колелото ще се завърти и ще присъди допълнителен спин или ще прекрати играта.",
    "extra_spin_wheel_description_3": "Печелившата секция се намалява след всяко успешно завъртане на колелото.",
    "extra_spin_wheel_description_4": "Максимум пет допълнителни завъртания могат да бъдат спечелени от колелото.",
    "extra_spin_wheel_description_5": "Допълнителните завъртания са налични след всяка игра.",
    "extra_spin_wheel_description_6": "Цената на всяко завъртане зависи от позицията в мрежата и потенциалните награди.",
    "extra_spin_wheel_description_7": "Цените могат да надвишават основния ви залог.",
    "extra_spin_wheel_description_8": "Можете да контролирате лимитите за допълнителни завъртания в настройките на играта.",
    "extra_spin_wheel_description_9": "Събирайте или купувайте повече завъртания.",
    "extra_spin_wheel_description_10": "Цената за следващото завъртане е показана на бутона за завъртане.",
    "blingo_winlines_title": "Blingo Печеливши линии",
    "blingo_winlines_description": "Има 12 печеливши линии и 11 награди в таблицата с печалби, тъй като последното число в мрежата винаги ще присъжда поне 2 печеливши линии.",
    "best_strategy_title": "НАЙ-ДОБРА СТРАТЕГИЯ",
    "best_strategy_description1": "Най-добрата стратегия диктува, че изборът на позиции за wild и super wild символи трябва да бъде направен така, че да доближи играча до Blingo.",
    "best_strategy_description2": "Ако има няколко позиции с еднакви критерии, се дава предпочитание на тези, които завършват най-много Blingos (печеливши линии).",
    "best_strategy_description3": "Например, централният квадрат ще бъде с приоритет, тъй като е включен в хоризонтална, вертикална и две диагонални линии.",
    "best_strategy_description4": "Ако отново има няколко позиции с еднакви критерии, изборът се прави на случаен принцип.",
    "general_title": "ОБЩИ ПРАВИЛА",
    "general_description1": "Според най-добрата стратегия тази игра има теоретичен RTP от 96.66%.",
    "general_description2": "Според най-добрата стратегия всяко допълнително завъртане има теоретичен RTP от 95.47%.",
    "general_description3": "Wild символи за безплатни завъртания и респинове се премахват от барабаните в допълнителните завъртания.",
    "general_description4": "При допълнителните завъртания някои потенциални награди може да изискват super wild символи.",
    "general_description5": "Допълнителни завъртания се предлагат само ако е възможно печелившо завъртане на следващия спин.",
    "general_description6": "Цените на допълнителните завъртания се закръгляват до най-близката цяла стойност, което може да повлияе на RTP, особено при по-ниски залози.",
    "general_description7": "Грешки анулират всички плащания и игри.",
    "free_games_title": "БЕЗПЛАТНИ ИГРИ",
    "free_games_description1": "Ако играчът спечели безплатна игра Dragon Blingo, той ще може да играе основната игра безплатно при предварително зададена стойност на залога.",
    "free_games_description2": "Когато основната игра завърши, печалбите, получени от завършването на хоризонтални, вертикални или диагонални Blingos или други специални бонус символи, ще бъдат показани на играча и събрани.",
    "free_games_description3": "За избягване на съмнения, безплатната игра се счита за бонус залог в кеш.",
    "pending_games_title": "ИЗЧАКВАЩИ ИГРИ",
    "pending_games_description1": "Недовършените игри ще бъдат автоматично завършени 24 часа след стартирането им.",
    "pending_games_description2": "Всички останали завъртания ще бъдат изиграни с помощта на генератор на случайни числа за вземане на решения на играча.",
    "pending_games_description3": "Всички печалби ще бъдат автоматично кредитирани."
}
