{
    "rotate_message": "DREHE DEIN TELEFON.",
    "server_error": "SERVERFEHLER",
    "loading": "LÄDT...",
    "click_start": "KLICKEN, UM ZU STARTEN",
    "total_staked": "GESAMTEINSATZ: ",
    "balance": "GUTHABEN",
    "win": "GEWINN",
    "coin": "MÜNZE",
    "win_spin": "GEWINN-SPIN",
    "game_over": "SPIEL VORBEI",
    "select_number": "WÄHLE EINE BELIEBIGE HERVORGEHOBENE ZAHL",
    "complete_cash": "VOLLENDE BLINGO, UM GELD ZU GEWINNEN",
    "start_bonus": "TIPPE, UM DEN BONUS ZU STARTEN",
    "extra_spin": "CHANCE AUF EINEN ZUSÄTZLICHEN SPIN",
    "full_house": "VOLLES HAUS",
    "blingos": "BLINGOS",
    "start": "START",
    "game": "SPIEL",
    "spin_for": "DREHEN FÜR",
    "bonus": "BONUS",
    "collect": "EINSAMMELN",
    "result": "ERGEBNIS",
    "end": "SPIEL ENDE",
    "am": "AM",
    "pm": "PM",
    "gameinfo": "SPIELINFO",
    "options": "OPTIONEN",
    "turbo": "TURBO",
    "sound": "TON",
    "music": "MUSIK",
    "full_screen": "VOLLBILD",
    "dragon_blingo_title": "Dragon Blingo",
    "dragon_blingo_description_1": "Dragon Blingo ist eine Mischung aus Slot-Spiel und Bingo.",
    "dragon_blingo_description_2": "Jedes Spiel dauert 10 Spins.",
    "dragon_blingo_description_3": "Vergleiche die Zahlen auf den Walzen mit dem Raster, um Blingos zu vervollständigen und die Auszahlungstreppe hinaufzusteigen.",
    "dragon_blingo_description_4": "Wild-Symbole ermöglichen es dir, eine Zahl zum Abgleichen auszuwählen.",
    "dragon_blingo_description_5": "Zusätzliche Spins sind nach jedem Spiel verfügbar.",
    "dragon_blingo_description_6": "Der Preis pro Spin hängt von der Position im Raster und den möglichen Gewinnen ab.",
    "dragon_blingo_description_7": "Preise können deinen Grundeinsatz übersteigen.",
    "dragon_blingo_description_8": "Du kannst die Anzahl der zusätzlichen Spins und die maximalen Gewinne in unseren Spieloptionen steuern.",
    "dragon_blingo_description_9": "Spiele verantwortungsvoll.",
    "dragon_blingo_description_10": "Dragon Blingo ist eine neue Art, deinen Lieblingsslot zu spielen.",
    "dragon_blingo_description_11": "Gewinne wertvollere Gewinn-Spins auf dem Dragon Slot, indem du Blingos vervollständigst.",
    "dragon_blingo_description_12": "Wähle deinen Einsatz und drücke SPIEL STARTEN, um zu beginnen.",
    "dragon_blingo_description_13": "Du hast 10 Spins, um die Zahlen auf den Walzen mit dem Raster abzugleichen.",
    "dragon_blingo_description_14": "Vervollständige Blingos, um Gewinn-Spins auf dem Dragon Slot auszulösen.",
    "dragon_blingo_description_15": "Drachen-Wilds ermöglichen es dir, eine beliebige Zahl in der Spalte über ihnen zu markieren.",
    "dragon_blingo_description_16": "Sie bleiben für einen Re-Spin der anderen Walzen an Ort und Stelle.",
    "dragon_blingo_description_17": "Wild-Symbole ermöglichen es dir, eine beliebige Zahl in der Spalte über ihnen zu markieren.",
    "dragon_blingo_description_18": "Freispiel-Symbole fügen zusätzliche Spins hinzu.",
    "dragon_blingo_description_19": "3 oder mehr lila Edelsteine in Sichtweite geben einen sofortigen Geldgewinn.",
    "dragon_blingo_description_20": "5 x lila Edelsteine = 2,5X",
    "dragon_blingo_description_21": "4 x lila Edelsteine = 1X",
    "dragon_blingo_description_22": "3 x lila Edelsteine = 0,5X",
    "dragon_blingo_description_23": "Super-Wilds ermöglichen es dir, eine beliebige Zahl im Raster zu markieren.",
    "dragon_blingo_description_24": "Blockiersymbole tun nichts.",
    "dragon_blingo_description_25": "Gewährt Gewinn-Spins auf dem Dragon Slot mit garantiertem Gewinn, der verwendet",
    "dragon_blingo_description_26": "Gewährt Gewinn-Spins auf dem Dragon Slot mit verbessertem Gewinn, der verwendet",
    "dragon_blingo_description_27": "Jeder Gewinn-Spin garantiert einen Gewinn",
    "dragon_blingo_description_28": "Gewinne verwenden nur das gewählte Symbol",
    "dragon_blingo_description_29": "Gewinne können von 3 gleichen Symbolen auf einer Linie bis zu 5 gleichen Symbolen auf 10 Linien reichen",
    "dragon_blingo_description_30": "Drachen-Wilds expandieren und bleiben für einen Re-Spin",
    "dragon_blingo_description_31": "Drachen-Wilds ersetzen alle Symbole",
    "dragon_blingo_description_32": "Erscheinen auf den Walzen 2, 3 und 4",
    "dragon_blingo_description_33": "Erweitert sich über die Walze und löst einen Re-Spin aus",
    "dragon_blingo_description_34": "Maximale Anzahl an Re-Spins ist 3",
    "dragon_blingo_description_35": "Werte sind Vielfache des Linieneinsatzes (der ursprüngliche Grundeinsatz geteilt durch die Anzahl der Gewinnlinien)",
    "dragon_blingo_description_36": "Nur der höchste Gewinn pro Gewinnlinie wird in beide Richtungen ausgezahlt",
    "dragon_blingo_description_37": "Gewinnlinien werden sowohl von links nach rechts als auch von rechts nach links ausgezahlt",
    "dragon_blingo_description_38": "Fehler annullieren Gewinne und Spiele",
    "extra_spin_wheel_title": "EXTRA-SPIN-RAD",
    "extra_spin_wheel_description_1": "Zusätzliche Spins können nach jedem Spiel gewonnen werden.",
    "extra_spin_wheel_description_2": "Das Rad dreht sich und gewährt entweder einen zusätzlichen Spin oder beendet das Spiel.",
    "extra_spin_wheel_description_3": "Der gewinnende Bereich wird nach jedem erfolgreichen Dreh reduziert.",
    "extra_spin_wheel_description_4": "Maximal fünf zusätzliche Spins können durch das Rad gewonnen werden.",
    "extra_spin_wheel_description_5": "Zusätzliche Spins sind nach jedem Spiel verfügbar.",
    "extra_spin_wheel_description_6": "Der Preis für jeden Spin hängt von der Rasterposition und den möglichen Preisen ab.",
    "extra_spin_wheel_description_7": "Die Preise können über Ihrem Grundeinsatz liegen.",
    "extra_spin_wheel_description_8": "Sie können die Limits für zusätzliche Spins in den Spielsteuerungen festlegen.",
    "extra_spin_wheel_description_9": "Sammeln oder kaufen Sie weitere Spins.",
    "extra_spin_wheel_description_10": "Der Preis für den nächsten Spin wird auf der Spin-Schaltfläche angezeigt.",
    "blingo_winlines_title": "Blingo-Gewinnlinien",
    "blingo_winlines_description": "Es gibt 12 Gewinnlinien und 11 Preise auf der Auszahlungstabelle, da die letzte Zahl im Raster immer mindestens 2 Gewinnlinien bringt.",
    "best_strategy_title": "BESTE STRATEGIE",
    "best_strategy_description1": "Die beste Strategie besagt, dass die Platzierung von Wilds und Super-Wilds immer an der Position erfolgen sollte, die den Spieler näher an ein Blingo bringt.",
    "best_strategy_description2": "Wenn mehrere Positionen mit denselben Kriterien verfügbar sind, wird die bevorzugt, die in den meisten Blingos (Gewinnlinien) enthalten ist.",
    "best_strategy_description3": "Zum Beispiel hat das mittlere Feld Vorrang, da es in einer horizontalen, vertikalen und zwei diagonalen Linien enthalten ist.",
    "best_strategy_description4": "Wenn erneut mehrere Positionen mit denselben Kriterien existieren, wird eine zufällig ausgewählt.",
    "general_title": "ALLGEMEIN",
    "general_description1": "Basierend auf der besten Strategie hat dieses Spiel einen theoretischen RTP von 96,66 %.",
    "general_description2": "Basierend auf der besten Strategie hat jeder zusätzliche Spin einen theoretischen RTP von 95,47 %.",
    "general_description3": "Wild-Symbole für Freispiele und Respins werden in zusätzlichen Spins von den Walzen entfernt.",
    "general_description4": "In zusätzlichen Spins können einige mögliche Preise Super-Wilds erfordern.",
    "general_description5": "Zusätzliche Spins werden nur angeboten, wenn beim nächsten Spin ein Gewinnspin möglich ist.",
    "general_description6": "Die Preise für zusätzliche Spins werden auf die nächste ganze Zahl gerundet, was den RTP insbesondere bei niedrigeren Einsätzen beeinflussen kann.",
    "general_description7": "Fehlfunktionen machen alle Gewinne und Spiele ungültig.",
    "free_games_title": "KOSTENLOSE SPIELE",
    "free_games_description1": "Wenn ein Spieler ein kostenloses Dragon Blingo-Spiel erhält, kann er das Basisspiel kostenlos mit einem vordefinierten Einsatzwert spielen.",
    "free_games_description2": "Nach Abschluss des Basisspiels werden die durch das Vervollständigen von horizontalen, vertikalen oder diagonalen Blingos oder anderen speziellen Symbolboni erzielten Gewinne dem Spieler angezeigt und gutgeschrieben.",
    "free_games_description3": "Zur Vermeidung von Missverständnissen wird das kostenlose Spiel als Bonus-Cash-Einsatz betrachtet.",
    "pending_games_title": "AUSSTEHENDE SPIELE",
    "pending_games_description1": "Unvollständige Spiele werden automatisch 24 Stunden nach dem Start abgeschlossen.",
    "pending_games_description2": "Alle verbleibenden Spins werden mit einem Zufallszahlengenerator gespielt, der Spielerentscheidungen trifft.",
    "pending_games_description3": "Alle Gewinne werden automatisch gutgeschrieben."
}
