{
    "rotate_message": "ΓΥΡΙΣΕ ΤΟ ΤΗΛΕΦΩΝΟ ΣΟΥ.",
    "server_error": "ΣΦΑΛΜΑ ΔΙΑΚΟΜΙΣΤΗ",
    "loading": "ΦΟΡΤΩΣΗ...",
    "click_start": "ΚΑΝΕ ΚΛΙΚ ΓΙΑ ΕΝΑΡΞΗ",
    "total_staked": "ΣΥΝΟΛΙΚΟ ΠΟΝΤΑΡΙΣΜΑ: ",
    "balance": "ΥΠΟΛΟΙΠΟ",
    "win": "ΚΕΡΔΟΣ",
    "coin": "ΝΟΜΙΣΜΑ",
    "win_spin": "ΚΕΡΔΟΦΟΡΟ SPIN",
    "game_over": "ΤΕΛΟΣ ΠΑΙΧΝΙΔΙΟΥ",
    "select_number": "ΕΠΙΛΕΞΕ ΕΝΑΝ ΑΠΟ ΤΟΥΣ ΕΠΙΣΗΜΑΣΜΕΝΟΥΣ ΑΡΙΘΜΟΥΣ",
    "complete_cash": "ΟΛΟΚΛΗΡΩΣΕ ΤΟ BLINGO ΓΙΑ ΝΑ ΚΕΡΔΙΣΕΙΣ ΧΡΗΜΑΤΑ",
    "start_bonus": "ΠΑΤΗΣΕ ΓΙΑ ΕΝΑΡΞΗ BONUS",
    "extra_spin": "ΕΥΚΑΙΡΙΑ ΓΙΑ ΕΠΙΠΛΕΟΝ SPIN",
    "full_house": "FULL HOUSE",
    "blingos": "BLINGOS",
    "start": "ΕΝΑΡΞΗ",
    "game": "ΠΑΙΧΝΙΔΙ",
    "spin_for": "SPIN ΓΙΑ",
    "bonus": "BONUS",
    "collect": "ΣΥΛΛΟΓΗ",
    "result": "ΑΠΟΤΕΛΕΣΜΑ",
    "end": "ΤΕΛΟΣ ΠΑΙΧΝΙΔΙΟΥ",
    "am": "ΠΡΩΙ",
    "pm": "ΑΠΟΓΕΥΜΑ",
    "gameinfo": "ΠΛΗΡΟΦΟΡΙΕΣ ΠΑΙΧΝΙΔΙΟΥ",
    "options": "ΕΠΙΛΟΓΕΣ",
    "turbo": "ΤΟΥΡΜΠΟ",
    "sound": "ΗΧΟΣ",
    "music": "ΜΟΥΣΙΚΗ",
    "full_screen": "ΠΛΗΡΗΣ ΟΘΟΝΗ",
    "dragon_blingo_title": "Dragon Blingo",
    "dragon_blingo_description_1": "Το Dragon Blingo είναι ένας συνδυασμός κουλοχέρη και μπίνγκο.",
    "dragon_blingo_description_2": "Κάθε παιχνίδι διαρκεί 10 περιστροφές.",
    "dragon_blingo_description_3": "Ταίριαξε τους αριθμούς στους τροχούς με το πλέγμα για να ολοκληρώσεις Blingos και να ανέβεις τη σκάλα πληρωμών.",
    "dragon_blingo_description_4": "Τα Wild σύμβολα σου επιτρέπουν να επιλέξεις έναν αριθμό για ταίριασμα.",
    "dragon_blingo_description_5": "Επιπλέον περιστροφές είναι διαθέσιμες μετά από κάθε παιχνίδι.",
    "dragon_blingo_description_6": "Το κόστος ανά περιστροφή εξαρτάται από τη θέση στο πλέγμα και τις πιθανές νίκες.",
    "dragon_blingo_description_7": "Τα κέρδη μπορεί να ξεπεράσουν το αρχικό ποντάρισμα.",
    "dragon_blingo_description_8": "Μπορείς να ρυθμίσεις τον αριθμό των επιπλέον περιστροφών και τα μέγιστα κέρδη στις επιλογές παιχνιδιού.",
    "dragon_blingo_description_9": "Παίξε υπεύθυνα.",
    "dragon_blingo_description_10": "Το Dragon Blingo είναι ένας νέος τρόπος να παίξεις τον αγαπημένο σου κουλοχέρη.",
    "dragon_blingo_description_11": "Κέρδισε πιο πολύτιμες κερδοφόρες περιστροφές στο Dragon Slot ολοκληρώνοντας Blingos.",
    "dragon_blingo_description_12": "Επίλεξε το ποντάρισμά σου και πάτησε ΕΝΑΡΞΗ ΠΑΙΧΝΙΔΙΟΥ για να ξεκινήσεις.",
    "dragon_blingo_description_13": "Έχεις 10 περιστροφές για να ταιριάξεις αριθμούς από τους τροχούς με το πλέγμα.",
    "dragon_blingo_description_14": "Ολοκλήρωσε Blingos για να ενεργοποιήσεις κερδοφόρες περιστροφές στο Dragon Slot.",
    "dragon_blingo_description_15": "Τα Wild Δράκοι σου επιτρέπουν να σημειώσεις οποιονδήποτε αριθμό στη στήλη πάνω από αυτούς.",
    "dragon_blingo_description_16": "Παραμένουν στη θέση τους για μια επαναληπτική περιστροφή των υπόλοιπων τροχών.",
    "dragon_blingo_description_17": "Τα Wild σύμβολα σου επιτρέπουν να σημειώσεις οποιονδήποτε αριθμό στη στήλη πάνω από αυτούς.",
    "dragon_blingo_description_18": "Τα σύμβολα δωρεάν περιστροφών προσθέτουν επιπλέον περιστροφές.",
    "dragon_blingo_description_19": "3 ή περισσότερα μοβ πετράδια οπουδήποτε στην οθόνη απονέμουν άμεσο χρηματικό κέρδος.",
    "dragon_blingo_description_20": "5 x μοβ πετράδια = 2,5Χ",
    "dragon_blingo_description_21": "4 x μοβ πετράδια = 1Χ",
    "dragon_blingo_description_22": "3 x μοβ πετράδια = 0,5Χ",
    "dragon_blingo_description_23": "Τα Super-Wilds σου επιτρέπουν να σημειώσεις οποιονδήποτε αριθμό στο πλέγμα.",
    "dragon_blingo_description_24": "Τα σύμβολα μπλοκαρίσματος δεν κάνουν τίποτα.",
    "dragon_blingo_description_25": "Παρέχει κερδοφόρες περιστροφές στο Dragon Slot με εγγυημένο κέρδος.",
    "dragon_blingo_description_26": "Παρέχει κερδοφόρες περιστροφές στο Dragon Slot με βελτιωμένο κέρδος.",
    "dragon_blingo_description_27": "Κάθε κερδοφόρα περιστροφή εγγυάται ένα κέρδος.",
    "dragon_blingo_description_28": "Τα κέρδη χρησιμοποιούν μόνο το επιλεγμένο σύμβολο.",
    "dragon_blingo_description_29": "Οι νίκες μπορεί να κυμαίνονται από 3 ίδια σύμβολα σε μια γραμμή έως 5 ίδια σύμβολα σε 10 γραμμές.",
    "dragon_blingo_description_30": "Οι Wild Δράκοι επεκτείνονται και παραμένουν για μια επαναληπτική περιστροφή.",
    "dragon_blingo_description_31": "Οι Wild Δράκοι αντικαθιστούν όλα τα σύμβολα.",
    "dragon_blingo_description_32": "Εμφανίζονται στους τροχούς 2, 3 και 4.",
    "dragon_blingo_description_33": "Επεκτείνεται σε ολόκληρο τον τροχό και ενεργοποιεί επαναληπτική περιστροφή.",
    "dragon_blingo_description_34": "Μέγιστος αριθμός επαναληπτικών περιστροφών είναι 3.",
    "dragon_blingo_description_35": "Οι αξίες είναι πολλαπλάσια του στοιχήματος γραμμής (το αρχικό ποντάρισμα διαχωρισμένο με τις γραμμές πληρωμής).",
    "dragon_blingo_description_36": "Μόνο το μεγαλύτερο κέρδος ανά γραμμή πληρώνεται και προς τις δύο κατευθύνσεις.",
    "dragon_blingo_description_37": "Οι γραμμές πληρωμής πληρώνουν τόσο από αριστερά προς τα δεξιά όσο και από δεξιά προς τα αριστερά.",
    "dragon_blingo_description_38": "Τα σφάλματα ακυρώνουν κέρδη και παιχνίδια.",
    "extra_spin_wheel_title": "ΤΡΟΧΟΣ EXTRA SPIN",
    "extra_spin_wheel_description_1": "Επιπλέον περιστροφές μπορούν να κερδηθούν μετά από κάθε παιχνίδι.",
    "extra_spin_wheel_description_2": "Ο τροχός θα γυρίσει και θα απονείμει μια επιπλέον περιστροφή ή θα τερματίσει το παιχνίδι.",
    "extra_spin_wheel_description_3": "Η νικητήρια περιοχή μειώνεται μετά από κάθε επιτυχημένη περιστροφή του τροχού.",
    "extra_spin_wheel_description_4": "Μπορούν να κερδηθούν έως και πέντε επιπλέον περιστροφές από τον τροχό.",
    "extra_spin_wheel_description_5": "Οι επιπλέον περιστροφές είναι διαθέσιμες μετά από κάθε παιχνίδι.",
    "extra_spin_wheel_description_6": "Η τιμή κάθε περιστροφής εξαρτάται από τη θέση στο πλέγμα και τα πιθανά έπαθλα.",
    "extra_spin_wheel_description_7": "Οι τιμές μπορεί να υπερβαίνουν το βασικό σας στοίχημα.",
    "extra_spin_wheel_description_8": "Μπορείτε να ελέγξετε τα όρια των επιπλέον περιστροφών στις ρυθμίσεις παιχνιδιού.",
    "extra_spin_wheel_description_9": "Συλλέξτε ή αγοράστε περισσότερες περιστροφές.",
    "extra_spin_wheel_description_10": "Η τιμή για την επόμενη περιστροφή εμφανίζεται στο κουμπί περιστροφής.",
    "blingo_winlines_title": "ΓΡΑΜΜΕΣ ΝΙΚΗΣ BLINGO",
    "blingo_winlines_description": "Υπάρχουν 12 γραμμές νίκης και 11 βραβεία στον πίνακα πληρωμών, καθώς ο τελευταίος αριθμός στο πλέγμα θα απονείμει πάντα τουλάχιστον 2 γραμμές νίκης.",
    "best_strategy_title": "ΚΑΛΥΤΕΡΗ ΣΤΡΑΤΗΓΙΚΗ",
    "best_strategy_description1": "Η καλύτερη στρατηγική υπαγορεύει ότι η επιλογή των θέσεων για wilds και super wilds πρέπει να γίνεται πάντα στη θέση που θα φέρει τον παίκτη πιο κοντά σε ένα Blingo.",
    "best_strategy_description2": "Όταν υπάρχουν πολλαπλές θέσεις με τα ίδια κριτήρια, προτιμώνται εκείνες που περιλαμβάνονται στις περισσότερες γραμμές νίκης (Blingos).",
    "best_strategy_description3": "Για παράδειγμα, το κεντρικό τετράγωνο έχει προτεραιότητα, καθώς περιλαμβάνεται σε μία οριζόντια, μία κάθετη και δύο διαγώνιες γραμμές.",
    "best_strategy_description4": "Αν υπάρχουν πολλές θέσεις με τα ίδια κριτήρια, γίνεται τυχαία επιλογή.",
    "general_title": "ΓΕΝΙΚΑ",
    "general_description1": "Με βάση την καλύτερη στρατηγική, το παιχνίδι αυτό έχει θεωρητικό RTP 96,66%.",
    "general_description2": "Με βάση την καλύτερη στρατηγική, κάθε επιπλέον περιστροφή έχει θεωρητικό RTP 95,47%.",
    "general_description3": "Τα σύμβολα wild των δωρεάν περιστροφών και των respins αφαιρούνται από τους τροχούς στις επιπλέον περιστροφές.",
    "general_description4": "Σε επιπλέον περιστροφές, κάποια πιθανά έπαθλα μπορεί να απαιτούν super wilds.",
    "general_description5": "Οι επιπλέον περιστροφές προσφέρονται μόνο αν μια νικητήρια περιστροφή είναι εφικτή στην επόμενη περιστροφή.",
    "general_description6": "Οι τιμές των επιπλέον περιστροφών στρογγυλοποιούνται στην πλησιέστερη ακέραιη τιμή, κάτι που μπορεί να επηρεάσει το RTP, ειδικά σε χαμηλά στοιχήματα.",
    "general_description7": "Οποιαδήποτε δυσλειτουργία ακυρώνει όλα τα κέρδη και τα παιχνίδια.",
    "free_games_title": "ΔΩΡΕΑΝ ΠΑΙΧΝΙΔΙΑ",
    "free_games_description1": "Αν ένας παίκτης κερδίσει ένα δωρεάν παιχνίδι Dragon Blingo, θα μπορεί να παίξει το βασικό παιχνίδι δωρεάν με προκαθορισμένο ποσό στοιχήματος.",
    "free_games_description2": "Όταν ολοκληρωθεί το βασικό παιχνίδι, τα κέρδη που προκύπτουν από τη συμπλήρωση οριζόντιων, κάθετων ή διαγώνιων Blingos ή άλλων ειδικών συμβόλων θα εμφανιστούν στον παίκτη και θα πιστωθούν.",
    "free_games_description3": "Για αποφυγή παρερμηνειών, το δωρεάν παιχνίδι θεωρείται ως μπόνους στοιχήματος μετρητών.",
    "pending_games_title": "ΕΚΚΡΕΜΗ ΠΑΙΧΝΙΔΙΑ",
    "pending_games_description1": "Τα ημιτελή παιχνίδια θα ολοκληρώνονται αυτόματα 24 ώρες μετά την έναρξη.",
    "pending_games_description2": "Όλες οι υπόλοιπες περιστροφές θα εκτελούνται μέσω γεννήτριας τυχαίων αριθμών για τη λήψη αποφάσεων του παίκτη.",
    "pending_games_description3": "Τυχόν κέρδη θα πιστώνονται αυτόματα."
}
