{
    "rotate_message": "GIRA TU TELÉFONO.",
    "server_error": "ERROR DE SERVIDOR",
    "loading": "CARGANDO...",
    "click_start": "HAZ CLIC PARA COMENZAR",
    "total_staked": "TOTAL APUESTADO: ",
    "balance": "SALDO",
    "win": "GANANCIA",
    "coin": "MONEDA",
    "win_spin": "GANAR GIRO",
    "game_over": "FIN DEL JUEGO",
    "select_number": "SELECCIONA UN NÚMERO DE LOS DESTACADOS",
    "complete_cash": "COMPLETA EL BLINGO PARA GANAR DINERO",
    "start_bonus": "HAZ CLIC PARA INICIAR BONO",
    "extra_spin": "OPORTUNIDAD DE GIRO EXTRA",
    "full_house": "FULL HOUSE",
    "blingos": "BLINGOS",
    "start": "INICIAR",
    "game": "JUEGO",
    "spin_for": "GIRO POR",
    "bonus": "BONO",
    "collect": "COLECTAR",
    "result": "RESULTADO",
    "end": "FIN DEL JUEGO",
    "am": "AM",
    "pm": "PM",
    "gameinfo": "INFORMACIÓN DEL JUEGO",
    "options": "OPCIONES",
    "turbo": "TURBO",
    "sound": "SONIDO",
    "music": "MÚSICA",
    "full_screen": "PANTALLA COMPLETA",
    "dragon_blingo_title": "Dragon Blingo",
    "dragon_blingo_description_1": "Dragon Blingo es una combinación de tragamonedas y bingo.",
    "dragon_blingo_description_2": "Cada juego dura 10 giros.",
    "dragon_blingo_description_3": "Haz coincidir los números en los carretes con la cuadrícula para completar Blingos y ascender en la escalera de pagos.",
    "dragon_blingo_description_4": "Los símbolos Wild te permiten elegir un número para que coincida.",
    "dragon_blingo_description_5": "Los giros extra están disponibles después de cada juego.",
    "dragon_blingo_description_6": "El costo por giro depende de la posición en la cuadrícula y las posibles ganancias.",
    "dragon_blingo_description_7": "Las ganancias pueden superar la apuesta inicial.",
    "dragon_blingo_description_8": "Puedes ajustar el número de giros extra y las ganancias máximas en las opciones del juego.",
    "dragon_blingo_description_9": "Juega con responsabilidad.",
    "dragon_blingo_description_10": "Dragon Blingo es una nueva forma de jugar a tu tragamonedas favorita.",
    "dragon_blingo_description_11": "Gana giros extra valiosos en Dragon Slot completando Blingos.",
    "dragon_blingo_description_12": "Selecciona tu apuesta y haz clic en INICIAR JUEGO para comenzar.",
    "dragon_blingo_description_13": "Tienes 10 giros para hacer coincidir los números de los carretes con la cuadrícula.",
    "dragon_blingo_description_14": "Completa Blingos para activar giros valiosos en Dragon Slot.",
    "dragon_blingo_description_15": "Los Wilds de Dragón te permiten marcar cualquier número en la columna encima de ellos.",
    "dragon_blingo_description_16": "Permanecen en su lugar para un giro repetido de los carretes restantes.",
    "dragon_blingo_description_17": "Los símbolos Wild te permiten marcar cualquier número en la columna encima de ellos.",
    "dragon_blingo_description_18": "Los símbolos de giros gratis agregan giros extra.",
    "dragon_blingo_description_19": "3 o más gemas moradas en cualquier lugar de la pantalla otorgan un premio instantáneo en efectivo.",
    "dragon_blingo_description_20": "5 x gemas moradas = 2.5X",
    "dragon_blingo_description_21": "4 x gemas moradas = 1X",
    "dragon_blingo_description_22": "3 x gemas moradas = 0.5X",
    "dragon_blingo_description_23": "Los Super-Wilds te permiten marcar cualquier número en la cuadrícula.",
    "dragon_blingo_description_24": "Los símbolos de bloqueo no hacen nada.",
    "dragon_blingo_description_25": "Proporciona giros valiosos en Dragon Slot con una ganancia garantizada.",
    "dragon_blingo_description_26": "Proporciona giros valiosos en Dragon Slot con una ganancia mejorada.",
    "dragon_blingo_description_27": "Cada giro valioso garantiza una ganancia.",
    "dragon_blingo_description_28": "Las ganancias solo usan el símbolo seleccionado.",
    "dragon_blingo_description_29": "Las ganancias pueden ir desde 3 símbolos iguales en una línea hasta 5 símbolos iguales en 10 líneas.",
    "dragon_blingo_description_30": "Los Wilds de Dragón se expanden y permanecen para un giro repetido.",
    "dragon_blingo_description_31": "Los Wilds de Dragón reemplazan todos los símbolos.",
    "dragon_blingo_description_32": "Aparecen en los carretes 2, 3 y 4.",
    "dragon_blingo_description_33": "Se expanden a lo largo del carrete y activan un giro repetido.",
    "dragon_blingo_description_34": "El número máximo de giros repetidos es 3.",
    "dragon_blingo_description_35": "Los valores son múltiplos de la apuesta de línea (la apuesta inicial dividida por las líneas de pago).",
    "dragon_blingo_description_36": "Solo se paga la mayor ganancia por línea y en ambas direcciones.",
    "dragon_blingo_description_37": "Las líneas de pago pagan tanto de izquierda a derecha como de derecha a izquierda.",
    "dragon_blingo_description_38": "Los errores invalidan las ganancias y los juegos.",
    "extra_spin_wheel_title": "RUEDA DE GIROS EXTRA",
    "extra_spin_wheel_description_1": "Se pueden ganar giros extra después de cada partida.",
    "extra_spin_wheel_description_2": "La rueda girará y otorgará un giro extra o finalizará la partida.",
    "extra_spin_wheel_description_3": "La sección ganadora se reduce después de cada giro exitoso de la rueda.",
    "extra_spin_wheel_description_4": "Se pueden ganar un máximo de cinco giros extra en la rueda.",
    "extra_spin_wheel_description_5": "Los giros extra están disponibles después de cada partida.",
    "extra_spin_wheel_description_6": "El precio de cada giro depende de la posición en la cuadrícula y de los premios potenciales.",
    "extra_spin_wheel_description_7": "Los precios pueden superar tu apuesta base.",
    "extra_spin_wheel_description_8": "Puedes controlar los límites de los giros extra en los controles de juego.",
    "extra_spin_wheel_description_9": "Recoge o compra más giros.",
    "extra_spin_wheel_description_10": "El precio del próximo giro se muestra en el botón de giro.",
    "blingo_winlines_title": "LÍNEAS DE PREMIO BLINGO",
    "blingo_winlines_description": "Hay 12 líneas de premio y 11 premios en la tabla de pagos, ya que el último número de la cuadrícula siempre otorgará al menos 2 líneas de premio.",
    "best_strategy_title": "MEJOR ESTRATEGIA",
    "best_strategy_description1": "La mejor estrategia dicta que la selección de posiciones para los wilds y super wilds debe ser en la posición que acerque al jugador a un Blingo.",
    "best_strategy_description2": "Cuando hay múltiples posiciones con los mismos criterios, se da preferencia a aquellas que formen más Blingos (líneas de premio).",
    "best_strategy_description3": "Por ejemplo, el cuadro central tendría preferencia, ya que está incluido en una línea horizontal, una vertical y dos diagonales.",
    "best_strategy_description4": "Si existen varias posiciones con los mismos criterios, se elige una aleatoriamente.",
    "general_title": "GENERAL",
    "general_description1": "Basado en la mejor estrategia, este juego tiene un RTP teórico del 96,66%.",
    "general_description2": "Basado en la mejor estrategia, cada giro extra tiene un RTP teórico del 95,47%.",
    "general_description3": "Los símbolos wild de giros gratis y respin se eliminan de los carretes en los giros extra.",
    "general_description4": "En los giros extra, algunos premios potenciales pueden requerir super wilds.",
    "general_description5": "Los giros extra solo se ofrecen si es posible obtener una victoria en el próximo giro.",
    "general_description6": "Los precios de los giros extra se redondean al valor entero más cercano, lo que puede afectar el RTP, especialmente en apuestas bajas.",
    "general_description7": "Cualquier fallo anula todos los pagos y jugadas.",
    "free_games_title": "JUEGOS GRATIS",
    "free_games_description1": "Si un jugador gana un juego gratis de Dragon Blingo, podrá jugar la partida base de forma gratuita con un valor de apuesta predefinido.",
    "free_games_description2": "Cuando se complete la partida base, las ganancias obtenidas al completar Blingos horizontales, verticales o diagonales u otros bonos de símbolos especiales se mostrarán al jugador y se acreditarán.",
    "free_games_description3": "Para evitar confusiones, el juego gratis se considera una apuesta en efectivo de bonificación.",
    "pending_games_title": "JUEGOS PENDIENTES",
    "pending_games_description1": "Los juegos incompletos se completarán automáticamente 24 horas después de su inicio.",
    "pending_games_description2": "Cualquier giro restante se jugará con un generador de números aleatorios para tomar decisiones del jugador.",
    "pending_games_description3": "Cualquier ganancia se acreditará automáticamente."
}
