{
    "rotate_message": "VEUILLEZ TOURNER VOTRE TÉLÉPHONE.",
    "server_error": "ERREUR DU SERVEUR",
    "loading": "CHARGEMENT...",
    "click_start": "CLIQUER POUR COMMENCER",
    "total_staked": "MONTANT TOTAL MISÉ : ",
    "balance": "SOLDE",
    "win": "GAIN",
    "coin": "PIECES",
    "win_spin": "TOUR GAGNANT",
    "game_over": "FIN DE PARTIE",
    "select_number": "SÉLECTIONNEZ UN NUMÉRO MISE EN VALEUR",
    "complete_cash": "COMPLÉTEZ LES BLINGOS POUR GAGNER DE L'ARGENT",
    "start_bonus": "APPUIYEZ POUR COMMENCER LE BONUS",
    "extra_spin": "CHANCE DE TOURS SUPPLÉMENTAIRES",
    "full_house": "MAISON PLEINE",
    "blingos": "BLINGOS",
    "start": "DÉMARRER",
    "game": "JEU",
    "spin_for": "TOUR POUR",
    "bonus": "BONUS",
    "collect": "COLLECTER",
    "result": "RÉSULTATS",
    "end": "FIN DU JEU",
    "am": "AM",
    "pm": "PM",
    "gameinfo": "INFO SUR LE JEU",
    "options": "OPTIONS",
    "turbo": "TURBO",
    "sound": "SOUND",
    "music": "MUSIQUE",
    "full_screen": "PLEIN ÉCRAN",
    "dragon_blingo_title": "Dragon Blingo",
    "dragon_blingo_description_1": "Dragon Blingo est un mélange de machines à sous et de Bingo.",
    "dragon_blingo_description_2": "Chaque partie dure 10 tours.",
    "dragon_blingo_description_3": "Associez les numéros sur le rouleau avec la grille pour compléter les Blingos et monter dans l'échelle des gains.",
    "dragon_blingo_description_4": "Les Wilds vous permettent de choisir un numéro à associer.",
    "dragon_blingo_description_5": "Des tours supplémentaires sont disponibles après chaque jeu.",
    "dragon_blingo_description_6": "Le prix de chaque tour dépend de la position de la grille et des prix potentiels.",
    "dragon_blingo_description_7": "Les prix peuvent excéder votre mise de base.",
    "dragon_blingo_description_8": "Vous pouvez contrôler le nombre de tours supplémentaires et les prix maximum offerts dans nos contrôles de jeu.",
    "dragon_blingo_description_9": "Veuillez jouer de manière responsable.",
    "dragon_blingo_description_10": "Dragon Blingo est la nouvelle façon de jouer à votre jeu de machines à sous préféré.",
    "dragon_blingo_description_11": "Gagnez des tours gagnants de plus en plus précieux sur Dragon Slot en complétant des Blingos.",
    "dragon_blingo_description_12": "Choisissez votre mise et appuyez sur COMMENCER POUR LANCER LE JEU.",
    "dragon_blingo_description_13": "Vous avez 10 tours pour associer les numéros sur le rouleau avec la grille.",
    "dragon_blingo_description_14": "Complétez des Blingos pour déclencher des tours gagnants sur Dragon Slot.",
    "dragon_blingo_description_15": "Les Dragon Wilds vous permettent de marquer n'importe quel numéro dans la colonne au-dessus.",
    "dragon_blingo_description_16": "Ils restent en place pour un respin sur les autres rouleaux.",
    "dragon_blingo_description_17": "Les Wilds vous permettent de marquer n'importe quel numéro dans la colonne au-dessus.",
    "dragon_blingo_description_18": "Les symboles de Free Spin ajoutent un tour supplémentaire.",
    "dragon_blingo_description_19": "3 ou plus de gemmes violettes visibles offrent un prix en argent instantané.",
    "dragon_blingo_description_20": "5 x gemme violette = 2,5X",
    "dragon_blingo_description_21": "4 x gemme violette = 1X",
    "dragon_blingo_description_22": "3 x gemme violette = 0,5X",
    "dragon_blingo_description_23": "Les super Wilds vous permettent de marquer n'importe quel numéro dans la grille.",
    "dragon_blingo_description_24": "Les symboles Blocker ne font rien.",
    "dragon_blingo_description_25": "Déclenche un tour gagnant sur Dragon Slot avec un gain garanti utilisant",
    "dragon_blingo_description_26": "Déclenche un tour gagnant sur Dragon Slot avec un gain amélioré utilisant",
    "dragon_blingo_description_27": "Chaque tour gagnant garantit un gain",
    "dragon_blingo_description_28": "Les gains n'utilisent que le symbole sélectionné",
    "dragon_blingo_description_29": "Les gains peuvent être de 3 symboles identiques sur une ligne à 5 symboles identiques sur 10 lignes",
    "dragon_blingo_description_30": "Les Dragon Wilds s'étendent et restent en place pour un respin",
    "dragon_blingo_description_31": "Les Dragon Wilds remplacent tous les symboles",
    "dragon_blingo_description_32": "Apparaissent sur les rouleaux 2, 3 et 4",
    "dragon_blingo_description_33": "S'étendent sur le rouleau et déclenchent un respin",
    "dragon_blingo_description_34": "Le nombre maximum de respins est de 3",
    "dragon_blingo_description_35": "Les valeurs sont des multiples de la mise par ligne (mise de base initiale divisée par le nombre de lignes de la machine à sous)",
    "dragon_blingo_description_36": "Seule la plus grande victoire par ligne de mise, dans les deux sens, est payée",
    "dragon_blingo_description_37": "Les gains des lignes de mise sont payés lorsqu'ils apparaissent successivement de gauche à droite et de droite à gauche",
    "dragon_blingo_description_38": "Une panne annule les paiements et les jeux",
    "extra_spin_wheel_title": "ROUE DE TOURS SUPPLÉMENTAIRES",
    "extra_spin_wheel_description_1": "Des tours supplémentaires peuvent être gagnés après chaque partie.",
    "extra_spin_wheel_description_2": "La roue tourne et attribue un tour supplémentaire ou met fin à la partie.",
    "extra_spin_wheel_description_3": "La section gagnante est réduite après chaque tour réussi.",
    "extra_spin_wheel_description_4": "Un maximum de cinq tours supplémentaires peuvent être gagnés avec la roue.",
    "extra_spin_wheel_description_5": "Les tours supplémentaires sont disponibles après chaque partie.",
    "extra_spin_wheel_description_6": "Le prix de chaque tour dépend de la position sur la grille et des gains potentiels.",
    "extra_spin_wheel_description_7": "Les prix peuvent être supérieurs à votre mise de base.",
    "extra_spin_wheel_description_8": "Vous pouvez contrôler les limites des tours supplémentaires dans les paramètres de jeu.",
    "extra_spin_wheel_description_9": "Collectez ou achetez plus de tours.",
    "extra_spin_wheel_description_10": "Le prix du prochain tour est affiché sur le bouton de spin.",
    "blingo_winlines_title": "LIGNES DE GAIN BLINGO",
    "blingo_winlines_description": "Il y a 12 lignes de gain et 11 récompenses sur la table des gains, car le dernier numéro de la grille garantit toujours au moins 2 lignes gagnantes.",
    "best_strategy_title": "MEILLEURE STRATÉGIE",
    "best_strategy_description1": "La meilleure stratégie consiste à placer les jokers et super jokers dans des positions qui rapprochent le joueur d’un Blingo.",
    "best_strategy_description2": "Si plusieurs positions remplissent ces critères, la préférence est donnée à celles qui contribuent au plus grand nombre de Blingos (lignes gagnantes).",
    "best_strategy_description3": "Par exemple, la case centrale est privilégiée car elle est incluse dans une ligne horizontale, une verticale et deux diagonales.",
    "best_strategy_description4": "Si plusieurs positions répondent encore aux mêmes critères, un choix aléatoire est effectué.",
    "general_title": "GÉNÉRAL",
    "general_description1": "En suivant la meilleure stratégie, le RTP théorique du jeu est de 96,66 %. ",
    "general_description2": "En suivant la meilleure stratégie, chaque tour supplémentaire a un RTP théorique de 95,47 %. ",
    "general_description3": "Les symboles wild de tours gratuits et de respins sont supprimés des rouleaux pendant les tours supplémentaires.",
    "general_description4": "Dans les tours supplémentaires, certains gains potentiels peuvent nécessiter des super jokers.",
    "general_description5": "Les tours supplémentaires ne sont offerts que si un tour gagnant est possible au tour suivant.",
    "general_description6": "Les prix des tours supplémentaires sont arrondis à l'unité la plus proche, ce qui peut affecter le RTP, en particulier pour les mises faibles.",
    "general_description7": "Une panne annule tous les gains et toutes les parties.",
    "free_games_title": "JEUX GRATUITS",
    "free_games_description1": "Si un joueur gagne un jeu gratuit Dragon Blingo, il pourra jouer au jeu de base gratuitement avec une mise prédéfinie.",
    "free_games_description2": "Une fois le jeu de base terminé, les gains obtenus en complétant des Blingos horizontaux, verticaux ou diagonaux, ou grâce à des symboles spéciaux, seront affichés et crédités au joueur.",
    "free_games_description3": "Pour éviter toute confusion, le jeu gratuit est considéré comme une mise en argent bonus.",
    "pending_games_title": "PARTIES EN ATTENTE",
    "pending_games_description1": "Les parties incomplètes seront automatiquement terminées 24 heures après leur lancement.",
    "pending_games_description2": "Tous les tours restants seront joués avec un générateur de nombres aléatoires pour prendre les décisions du joueur.",
    "pending_games_description3": "Tous les gains seront automatiquement crédités."
}
