{
    "rotate_message": "KÉRLEK FORGATSD EL A TELEFONT.",
    "server_error": "SZERVER HIBA",
    "loading": "TÖLTÉS...",
    "click_start": "KATTINTS A KEZDÉSHEZ",
    "total_staked": "ÖSSZES TÉT: ",
    "balance": "EGYENLEG",
    "win": "NYEREMÉNY",
    "coin": "ÉRMÉK",
    "win_spin": "NYERŐ PÖRGETÉS",
    "game_over": "JÁTÉK VÉGE",
    "select_number": "VÁLASSZ BÁRMELY KIEMELT SZÁMOT",
    "complete_cash": "FEJEZD BE A BLINGO-T A KÉSZPÉNZ NYERÉSÉHEZ",
    "start_bonus": "NYOMD MEG A BONUS KEZDÉSÉHEZ",
    "extra_spin": "TOVÁBBI PÖRGETÉSI LEHETŐSÉG",
    "full_house": "TELJES HÁZ",
    "blingos": "BLINGOS",
    "start": "KEZDÉS",
    "game": "JÁTÉK",
    "spin_for": "PÖRGETÉS A",
    "bonus": "BONUSZ",
    "collect": "GYŰJTS",
    "result": "EREDMÉNYEK",
    "end": "JÁTÉK VÉGE",
    "am": "AM",
    "pm": "PM",
    "gameinfo": "JÁTÉK INFORMÁCIÓ",
    "options": "OPCÓK",
    "turbo": "TURBO",
    "sound": "HANG",
    "music": "ZENE",
    "full_screen": "TELJES KÉPERNYŐ",
    "dragon_blingo_title": "Dragon Blingo",
    "dragon_blingo_description_1": "A Dragon Blingo a Slots és a Bingo keveréke.",
    "dragon_blingo_description_2": "Minden játék 10 pörgetésig tart.",
    "dragon_blingo_description_3": "Egyeztesd a számokat a tárcsán a rácsra, hogy befejezd a Blingot és feljebb lépj a kifizetési létrán.",
    "dragon_blingo_description_4": "A Wildok lehetővé teszik, hogy válassz egy számot, amellyel egyeztetheted.",
    "dragon_blingo_description_5": "További pörgetések érhetők el minden játék után.",
    "dragon_blingo_description_6": "Minden pörgetés ára a rács pozíciójától és a lehetséges nyereményektől függ.",
    "dragon_blingo_description_7": "Az árak meghaladhatják a kiinduló tétedet.",
    "dragon_blingo_description_8": "A játékvezérlőkben szabályozhatod a további pörgetések számát és a maximális árakat.",
    "dragon_blingo_description_9": "Kérjük, játssz felelősségteljesen.",
    "dragon_blingo_description_10": "A Dragon Blingo az új módja a kedvenc nyerőgépes játékod játékának.",
    "dragon_blingo_description_11": "Nyerj egyre értékesebb nyerő pörgetéseket a Dragon Slot-on a Blingók befejezésével.",
    "dragon_blingo_description_12": "Válaszd ki a téteket és nyomd meg a JÁTÉK KEZDÉSÉHEZ.",
    "dragon_blingo_description_13": "10 pörgetésed van, hogy egyeztess a számokkal a tárcsán és a rácsra.",
    "dragon_blingo_description_14": "Fejezd be a Blingókat, hogy nyerő pörgetéseket indíts el a Dragon Slot-on.",
    "dragon_blingo_description_15": "A Dragon Wilds lehetővé teszi, hogy bármely számot jelölj ki a fenti oszlopban.",
    "dragon_blingo_description_16": "Ezek a számok a többi tárcsán való újrapörgetéskor megmaradnak.",
    "dragon_blingo_description_17": "A Wildok lehetővé teszik, hogy bármely számot jelölj ki a fenti oszlopban.",
    "dragon_blingo_description_18": "A Free Spin szimbólumok egy további pörgetést adnak.",
    "dragon_blingo_description_19": "3 vagy több lila drágakő azonnali pénznyereményt ad.",
    "dragon_blingo_description_20": "5 x lila drágakő = 2,5X",
    "dragon_blingo_description_21": "4 x lila drágakő = 1X",
    "dragon_blingo_description_22": "3 x lila drágakő = 0,5X",
    "dragon_blingo_description_23": "A szuper Wildok lehetővé teszik, hogy bármely számot jelölj ki a rácsban.",
    "dragon_blingo_description_24": "A Blocker szimbólumok nem tesznek semmit.",
    "dragon_blingo_description_25": "Nyerő pörgetést indít a Dragon Slot-on, garantált nyereménnyel a következő felhasználásával",
    "dragon_blingo_description_26": "Nyerő pörgetést indít a Dragon Slot-on, megnövelt nyereménnyel a következő felhasználásával",
    "dragon_blingo_description_27": "Minden nyerő pörgetés garantált nyereményt ad",
    "dragon_blingo_description_28": "A nyeremények csak a kiválasztott szimbólumokat használják",
    "dragon_blingo_description_29": "A nyeremények lehetnek 3 egyforma szimbólum egy vonalon, akár 5 egyforma szimbólum 10 vonalon",
    "dragon_blingo_description_30": "A Dragon Wildok kiterjednek és megmaradnak egy újrapörgetéshez",
    "dragon_blingo_description_31": "A Dragon Wildok helyettesítik az összes szimbólumot",
    "dragon_blingo_description_32": "A 2., 3. és 4. tárcsákon jelennek meg",
    "dragon_blingo_description_33": "Kiterjednek a tárcsákon és újrapörgetést indítanak",
    "dragon_blingo_description_34": "A maximális újrapörgetések száma 3",
    "dragon_blingo_description_35": "Az értékek a tét vonalonkénti szorzatai (alap tét osztva a nyerőgépes vonalak számával)",
    "dragon_blingo_description_36": "Csak a legnagyobb nyeremény vonalonként, mindkét irányból, kerül kifizetésre",
    "dragon_blingo_description_37": "A nyeremények a vonalakon akkor kerülnek kifizetésre, ha egymás után balról jobbra és jobbról balra jelennek meg",
    "dragon_blingo_description_38": "A hibák érvénytelenítik a kifizetéseket és a játékokat",
    "extra_spin_wheel_title": "EXTRA PÖRGETÉS KERÉK",
    "extra_spin_wheel_description_1": "Extra pörgetések nyerhetők minden játék után.",
    "extra_spin_wheel_description_2": "A kerék forog, és extra pörgetést ad vagy befejezi a játékot.",
    "extra_spin_wheel_description_3": "A nyerő szekció minden sikeres pörgetés után csökken.",
    "extra_spin_wheel_description_4": "A keréken legfeljebb öt extra pörgetés nyerhető.",
    "extra_spin_wheel_description_5": "Az extra pörgetések minden játék után elérhetők.",
    "extra_spin_wheel_description_6": "Minden pörgetés ára a rácson lévő pozíciótól és a potenciális nyereményektől függ.",
    "extra_spin_wheel_description_7": "Az árak meghaladhatják az alap téted összegét.",
    "extra_spin_wheel_description_8": "A játékszabályokban beállíthatod az extra pörgetések korlátait.",
    "extra_spin_wheel_description_9": "Gyűjts vagy vásárolj további pörgetéseket.",
    "extra_spin_wheel_description_10": "A következő pörgetés ára a pörgetés gombon látható.",
    "blingo_winlines_title": "BLINGO NYERŐVONALAK",
    "blingo_winlines_description": "12 nyerővonal és 11 nyeremény található a nyereménytáblán, mivel a rács utolsó száma mindig legalább 2 nyerővonalat biztosít.",
    "best_strategy_title": "LEGJOBB STRATÉGIA",
    "best_strategy_description1": "A legjobb stratégia szerint a wild és szuper wild szimbólumokat mindig olyan pozícióba kell helyezni, amely közelebb viszi a játékost a Blingóhoz.",
    "best_strategy_description2": "Ha több pozíció is megfelel ennek a kritériumnak, akkor azokat kell előnyben részesíteni, amelyek a legtöbb Blingót (nyerővonalat) eredményezik.",
    "best_strategy_description3": "Például a középső négyzet előnyt élvez, mivel egy vízszintes, egy függőleges és két átlós vonal része.",
    "best_strategy_description4": "Ha ismét több egyenértékű pozíció létezik, akkor véletlenszerű választás történik.",
    "general_title": "ÁLTALÁNOS",
    "general_description1": "A legjobb stratégia alapján a játék elméleti RTP-je 96,66%.",
    "general_description2": "A legjobb stratégia alapján minden extra pörgetés elméleti RTP-je 95,47%.",
    "general_description3": "Az ingyenes pörgetés és az újrapörgetés wild szimbólumai eltávolításra kerülnek az extra pörgetések során.",
    "general_description4": "Az extra pörgetések során egyes potenciális nyereményekhez szuper wild szimbólumokra lehet szükség.",
    "general_description5": "Az extra pörgetések csak akkor érhetők el, ha a következő pörgetés során nyerési lehetőség van.",
    "general_description6": "Az extra pörgetések árai a legközelebbi egész értékre kerekítődnek, ami befolyásolhatja az RTP-t, különösen alacsony tétek esetén.",
    "general_description7": "Műszaki hiba esetén minden kifizetés és játék érvénytelen.",
    "free_games_title": "INGYENES JÁTÉKOK",
    "free_games_description1": "Ha a játékos ingyenes Dragon Blingo játékot nyer, akkor az alapjátékot ingyen játszhatja egy előre meghatározott téttel.",
    "free_games_description2": "Amint az alapjáték befejeződik, a vízszintes, függőleges vagy átlós Blingók és egyéb speciális szimbólumok által elért nyeremények megjelennek és jóváírásra kerülnek a játékos számára.",
    "free_games_description3": "A félreértések elkerülése érdekében az ingyenes játék egy bónusz készpénzes tétként van kezelve.",
    "pending_games_title": "FÜGGŐ JÁTÉKOK",
    "pending_games_description1": "A befejezetlen játékokat automatikusan lezárjuk a játék indításától számított 24 óra elteltével.",
    "pending_games_description2": "A fennmaradó pörgetések automatikusan lejátszásra kerülnek egy véletlenszám-generátor segítségével a játékos döntéseinek meghozatalához.",
    "pending_games_description3": "Minden nyeremény automatikusan jóváírásra kerül."
}
