{
    "rotate_message": "SI PREGA DI RUOTARE IL TELEFONO.",
    "server_error": "ERRORE DEL SERVER",
    "loading": "CARICAMENTO...",
    "click_start": "CLICCA PER INIZIARE",
    "total_staked": "TOTALE SCOMMESSO: ",
    "balance": "SALDO",
    "win": "VINCITA",
    "coin": "MONETE",
    "win_spin": "PERRIO VINCENTE",
    "game_over": "GIOCO FINITO",
    "select_number": "SELEZIONA UN NUMERO TRA QUELLI IN EVIDENZA",
    "complete_cash": "COMPLETA IL BLINGO PER VINCERE SOLDI",
    "start_bonus": "PREMI PER INIZIARE IL BONUS",
    "extra_spin": "GIRI EXTRA",
    "full_house": "CASA PIENA",
    "blingos": "BLINGOS",
    "start": "INIZIA",
    "game": "GIOCO",
    "spin_for": "GIRA PER",
    "bonus": "BONUS",
    "collect": "RACCOGLI",
    "result": "RISULTATI",
    "end": "FINE GIOCO",
    "am": "AM",
    "pm": "PM",
    "gameinfo": "INFO GIOCO",
    "options": "OPZIONI",
    "turbo": "TURBO",
    "sound": "SUONO",
    "music": "MUSICA",
    "full_screen": "SCHERMO COMPLETO",
    "dragon_blingo_title": "Dragon Blingo",
    "dragon_blingo_description_1": "Dragon Blingo è un mix tra Slot e Bingo.",
    "dragon_blingo_description_2": "Ogni partita dura fino a 10 giri.",
    "dragon_blingo_description_3": "Abbina i numeri sui rulli alla griglia per completare il Blingo e salire sulla scala dei premi.",
    "dragon_blingo_description_4": "I Wild ti permettono di selezionare un numero da abbinare.",
    "dragon_blingo_description_5": "I giri extra sono disponibili dopo ogni partita.",
    "dragon_blingo_description_6": "Il costo di ogni giro dipende dalla posizione sulla griglia e dalle vincite possibili.",
    "dragon_blingo_description_7": "I costi potrebbero superare la puntata iniziale.",
    "dragon_blingo_description_8": "I controlli di gioco ti permettono di regolare il numero di giri extra e le puntate massime.",
    "dragon_blingo_description_9": "Per favore, gioca in modo responsabile.",
    "dragon_blingo_description_10": "Dragon Blingo è il nuovo modo di giocare al tuo gioco di slot preferito.",
    "dragon_blingo_description_11": "Vinci giri sempre più redditizi nella Dragon Slot completando i Blingo.",
    "dragon_blingo_description_12": "Scegli la puntata e premi per iniziare a giocare.",
    "dragon_blingo_description_13": "Hai 10 giri per abbinare i numeri sui rulli e sulla griglia.",
    "dragon_blingo_description_14": "Completa i Blingo per lanciare giri vincenti nella Dragon Slot.",
    "dragon_blingo_description_15": "I Dragon Wild ti permettono di selezionare un numero in cima alla colonna.",
    "dragon_blingo_description_16": "Questi numeri rimarranno fissi durante i giri successivi.",
    "dragon_blingo_description_17": "I Wild ti permettono di selezionare un numero in cima alla colonna.",
    "dragon_blingo_description_18": "I simboli Free Spin offrono un giro aggiuntivo.",
    "dragon_blingo_description_19": "3 o più gemme viola offrono una vincita in denaro immediata.",
    "dragon_blingo_description_20": "5 gemme viola = 2,5X",
    "dragon_blingo_description_21": "4 gemme viola = 1X",
    "dragon_blingo_description_22": "3 gemme viola = 0,5X",
    "dragon_blingo_description_23": "I Super Wild ti permettono di selezionare un numero sulla griglia.",
    "dragon_blingo_description_24": "I simboli Blocker non fanno nulla.",
    "dragon_blingo_description_25": "Avvia un giro nella Dragon Slot con vincita garantita con l'uso di",
    "dragon_blingo_description_26": "Avvia un giro nella Dragon Slot con vincita aumentata con l'uso di",
    "dragon_blingo_description_27": "Ogni giro vincente offre una vincita garantita",
    "dragon_blingo_description_28": "Le vincite vengono calcolate solo sui simboli selezionati",
    "dragon_blingo_description_29": "Le vincite possono essere da 3 simboli identici su una linea fino a 5 simboli identici su 10 linee",
    "dragon_blingo_description_30": "I Dragon Wild si espandono e rimangono fissi per un nuovo giro",
    "dragon_blingo_description_31": "I Dragon Wild sostituiscono tutti i simboli",
    "dragon_blingo_description_32": "Appaiono sui rulli 2, 3 e 4",
    "dragon_blingo_description_33": "Si espandono sui rulli e avviano un nuovo giro",
    "dragon_blingo_description_34": "Il numero massimo di giri extra è 3",
    "dragon_blingo_description_35": "I valori sono moltiplicatori della puntata per linea (puntata base divisa per il numero di linee della slot)",
    "dragon_blingo_description_36": "Solo la vincita più alta per linea viene pagata, in entrambe le direzioni",
    "dragon_blingo_description_37": "Le vincite vengono pagate se i simboli appaiono consecutivamente da sinistra a destra e da destra a sinistra",
    "dragon_blingo_description_38": "Gli errori annullano le vincite e il gioco",
    "extra_spin_wheel_title": "RUOTA EXTRA SPIN",
    "extra_spin_wheel_description_1": "Gli extra spin possono essere vinti dopo ogni partita.",
    "extra_spin_wheel_description_2": "La ruota gira e assegna un extra spin o termina il gioco.",
    "extra_spin_wheel_description_3": "La sezione vincente si riduce dopo ogni spin riuscito.",
    "extra_spin_wheel_description_4": "Un massimo di cinque extra spin possono essere vinti dalla ruota.",
    "extra_spin_wheel_description_5": "Gli extra spin sono disponibili dopo ogni partita.",
    "extra_spin_wheel_description_6": "Il costo di ogni spin dipende dalla posizione sulla griglia e dai premi potenziali.",
    "extra_spin_wheel_description_7": "I prezzi possono superare la tua puntata base.",
    "extra_spin_wheel_description_8": "Puoi controllare i limiti degli extra spin nei controlli di gioco.",
    "extra_spin_wheel_description_9": "Raccogli o acquista più spin.",
    "extra_spin_wheel_description_10": "Il prezzo per il prossimo spin è mostrato sul pulsante di spin.",
    "blingo_winlines_title": "LINEE VINCENTI BLINGO",
    "blingo_winlines_description": "Ci sono 12 linee vincenti e 11 premi sulla tabella dei pagamenti, poiché l'ultimo numero sulla griglia assegnerà sempre almeno 2 linee vincenti.",
    "best_strategy_title": "MIGLIORE STRATEGIA",
    "best_strategy_description1": "La migliore strategia suggerisce che la selezione delle posizioni dei wild e super wild dovrebbe sempre essere nella posizione che avvicina il giocatore a un Blingo.",
    "best_strategy_description2": "Dove ci sono più posizioni con gli stessi criteri, la preferenza viene data alle posizioni che si concludono nel maggior numero di Blingos (linee vincenti).",
    "best_strategy_description3": "Ad esempio, la casella centrale è preferita poiché è inclusa in una linea orizzontale, una verticale e due diagonali.",
    "best_strategy_description4": "Dove esistono più posizioni con gli stessi criteri, viene fatta una scelta casuale.",
    "general_title": "GENERALE",
    "general_description1": "Secondo la migliore strategia, il RTP teorico di questo gioco è del 96,66%.",
    "general_description2": "Secondo la migliore strategia, ogni extra spin ha un RTP teorico del 95,47%.",
    "general_description3": "I simboli wild nei giri gratuiti e nei respin vengono rimossi dai rulli negli extra spin.",
    "general_description4": "Negli extra spin alcuni premi potenziali potrebbero richiedere super wild.",
    "general_description5": "Gli extra spin vengono offerti solo se un giro vincente è possibile nel prossimo giro.",
    "general_description6": "I prezzi degli extra spin vengono arrotondati al valore intero più vicino, il che può influire sul RTP, soprattutto con puntate basse.",
    "general_description7": "Il malfunzionamento annulla tutti i pagamenti e i giochi.",
    "free_games_title": "GIOCHI GRATUITI",
    "free_games_description1": "Se un giocatore vince un gioco gratuito Dragon Blingo, potrà giocare al gioco base gratuitamente con un valore di puntata predefinito.",
    "free_games_description2": "Quando il gioco base è completato, le vincite accumulate completando Blingos orizzontali, verticali o diagonali o altri bonus simbolo speciali vengono visualizzate e raccolte dal giocatore.",
    "free_games_description3": "Per evitare equivoci, il gioco gratuito è considerato una puntata in denaro bonus.",
    "pending_games_title": "GIOCHI IN ATTESA",
    "pending_games_description1": "I giochi incompleti verranno completati automaticamente 24 ore dopo il lancio.",
    "pending_games_description2": "Tutti i giri rimanenti verranno eseguiti con un generatore di numeri casuali utilizzato per prendere le decisioni del giocatore.",
    "pending_games_description3": "Le vincite verranno automaticamente accreditate."
}
