{
    "rotate_message": "Draai uw telefoon.",
    "server_error": "SERVERFOUT",
    "loading": "LADEN...",
    "click_start": "KLIK OM TE BEGINNEN",
    "total_staked": "TOTAAL INGEZET: ",
    "balance": "BALANS",
    "win": "WIN",
    "coin": "MUNTEN",
    "win_spin": "WIN SPIN",
    "game_over": "SPEL IS EINDIG",
    "select_number": "SELECTEER EEN GEMERKTE NUMMER",
    "complete_cash": "VOLTOOI BLINGOS OM CONTANT TE WINNEN",
    "start_bonus": "DRUK OM BONUS TE STARTEN",
    "extra_spin": "EXTRA SPIN KANS",
    "full_house": "VOL HUIS",
    "blingos": "BLINGOS",
    "start": "START",
    "game": "SPEL",
    "spin_for": "SPIN VOOR",
    "bonus": "BONUS",
    "collect": "VERZAMELEN",
    "result": "RESULTATEN",
    "end": "EINDE SPEL",
    "am": "AM",
    "pm": "PM",
    "gameinfo": "SPELINFO",
    "options": "OPTIES",
    "turbo": "TURBO",
    "sound": "GELUID",
    "music": "MUZIEK",
    "full_screen": "VOLLEDIG SCHERM",
    "dragon_blingo_title": "Dragon Blingo",
    "dragon_blingo_description_1": "Dragon Blingo is een mix van Slots en Bingo.",
    "dragon_blingo_description_2": "Elke game duurt 10 spins.",
    "dragon_blingo_description_3": "Match nummers op de rollen met het raster om Blingos te voltooien en de betaalladder omhoog te gaan.",
    "dragon_blingo_description_4": "Wilds stellen je in staat om een nummer te kiezen om te matchen.",
    "dragon_blingo_description_5": "Extra spins zijn beschikbaar na elke game.",
    "dragon_blingo_description_6": "De prijs van elke spin is afhankelijk van de rasterpositie en de mogelijke prijzen.",
    "dragon_blingo_description_7": "De prijzen kunnen hoger zijn dan je basistart.",
    "dragon_blingo_description_8": "Je kunt het aantal extra spins en de maximale prijzen regelen in onze speelbediening.",
    "dragon_blingo_description_9": "Gok verantwoord.",
    "dragon_blingo_description_10": "Dragon Blingo is de nieuwe manier om je favoriete slotgame te spelen.",
    "dragon_blingo_description_11": "Win steeds waardevollere win-spins op Dragon Slot voor het voltooien van Blingos.",
    "dragon_blingo_description_12": "Selecteer je inzet en druk op START GAME om te beginnen.",
    "dragon_blingo_description_13": "Je hebt 10 spins om nummers op de rollen te matchen met het raster.",
    "dragon_blingo_description_14": "Voltooi Blingos om win-spins op Dragon Slot te activeren.",
    "dragon_blingo_description_15": "Dragon Wilds stellen je in staat om elk nummer in de bovenliggende kolom te markeren.",
    "dragon_blingo_description_16": "Ze blijven vastzitten voor een her-spin op de andere rollen.",
    "dragon_blingo_description_17": "Wilds stellen je in staat om elk nummer in de bovenliggende kolom te markeren.",
    "dragon_blingo_description_18": "Free Spin symbolen voegen een extra spin toe.",
    "dragon_blingo_description_19": "3 of meer paarse edelstenen in beeld geven een onmiddellijke geldprijs.",
    "dragon_blingo_description_20": "5 x paarse edelsteen = 2,5X",
    "dragon_blingo_description_21": "4 x paarse edelsteen = 1X",
    "dragon_blingo_description_22": "3 x paarse edelsteen = 0,5X",
    "dragon_blingo_description_23": "Super wilds stellen je in staat om elk nummer in het raster te markeren.",
    "dragon_blingo_description_24": "Blokkeer symbolen doen niets.",
    "dragon_blingo_description_25": "Wint een win-spin op Dragon Slot met een gegarandeerde winst met behulp van",
    "dragon_blingo_description_26": "Wint een win-spin op Dragon Slot met een verbeterde winst met behulp van",
    "dragon_blingo_description_27": "Elke win-spin garandeert een winst",
    "dragon_blingo_description_28": "Winst maakt alleen gebruik van het geselecteerde symbool",
    "dragon_blingo_description_29": "Winst kan van 3 dezelfde op één lijn tot 5 dezelfde op 10 lijnen zijn",
    "dragon_blingo_description_30": "Dragon Wilds breiden uit en blijven staan voor een her-spin",
    "dragon_blingo_description_31": "Dragon Wilds vervangen alle symbolen",
    "dragon_blingo_description_32": "Komt voor op rollen 2, 3 en 4",
    "dragon_blingo_description_33": "Uitbreiden over de rol en trigger een her-spin",
    "dragon_blingo_description_34": "Het maximum aantal her-spins is 3",
    "dragon_blingo_description_35": "Waardes zijn vermenigvuldigers van de inzet per lijn (aanvankelijke basisinzet gedeeld door het aantal slotlijnen)",
    "dragon_blingo_description_36": "Alleen de hoogste winst per inzetlijn wordt betaald vanuit beide richtingen",
    "dragon_blingo_description_37": "Inzetlijnwinsten worden betaald wanneer ze opeenvolgend van links naar rechts en van rechts naar links verschijnen",
    "dragon_blingo_description_38": "Een storing maakt betalingen en spellen ongeldig",
    "extra_spin_wheel_title": "Extra Spin Wiel",
    "extra_spin_wheel_description_1": "Extra spins kunnen worden gewonnen na elke game.",
    "extra_spin_wheel_description_2": "Het wiel zal draaien en een extra spin toekennen of het spel beëindigen.",
    "extra_spin_wheel_description_3": "Het winnende gedeelte wordt verkleind na elke succesvolle draai.",
    "extra_spin_wheel_description_4": "Er kunnen maximaal vijf extra spins worden gewonnen van het wiel.",
    "extra_spin_wheel_description_5": "Extra spins zijn beschikbaar na elke game.",
    "extra_spin_wheel_description_6": "De prijs van elke spin is afhankelijk van de positie op het grid en de mogelijke prijzen.",
    "extra_spin_wheel_description_7": "De prijzen kunnen hoger zijn dan je basisinzet.",
    "extra_spin_wheel_description_8": "Je kunt de limieten voor extra spins beheren in de spelinstellingen.",
    "extra_spin_wheel_description_9": "Verzamel of koop meer spins.",
    "extra_spin_wheel_description_10": "De prijs voor de volgende spin wordt weergegeven op de spin-knop.",
    "blingo_winlines_title": "Blingo Winlijnen",
    "blingo_winlines_description": "Er zijn 12 winlijnen en 11 prijzen op de uitbetalingstabel, omdat het laatste nummer op het grid altijd minstens 2 winnende lijnen zal toekennen.",
    "best_strategy_title": "BESTE STRATEGIE",
    "best_strategy_description1": "De beste strategie stelt dat de selectie van wilds en super wilds altijd moet plaatsvinden op de posities die de speler dichter bij een Blingo brengen.",
    "best_strategy_description2": "Waar meerdere posities met dezelfde criteria beschikbaar zijn, krijgt de voorkeur aan de posities die in de meeste Blingo’s (winlijnen) eindigen.",
    "best_strategy_description3": "Bijvoorbeeld, de centrale vierkant krijgt de voorkeur, omdat deze is inbegrepen in een horizontale lijn, een verticale lijn en twee diagonale lijnen.",
    "best_strategy_description4": "Wanneer meerdere posities met dezelfde criteria bestaan, wordt er opnieuw een willekeurige keuze gemaakt.",
    "general_title": "ALGEMEEN",
    "general_description1": "Op basis van de beste strategie heeft dit spel een theoretische RTP van 96,66%.",
    "general_description2": "Op basis van de beste strategie heeft elke extra spin een theoretische RTP van 95,47%.",
    "general_description3": "Free spin- en respin-wildsymbolen worden uit de rollen verwijderd tijdens extra spins.",
    "general_description4": "Tijdens extra spins kunnen sommige potentiële prijzen super wilds vereisen.",
    "general_description5": "Extra spins worden alleen aangeboden als er een winnende spin mogelijk is bij de volgende draai.",
    "general_description6": "De prijzen voor extra spins worden afgerond naar de dichtstbijzijnde hele waarde, wat de RTP kan beïnvloeden, vooral bij lagere inzetten.",
    "general_description7": "Een storing maakt alle uitbetalingen en spellen ongeldig.",
    "free_games_title": "VRIJE SPELLETJES",
    "free_games_description1": "Als een speler een gratis Dragon Blingo-spel wint, kan hij of zij het basisspel spelen met een vooraf gedefinieerde inzetwaarde.",
    "free_games_description2": "Wanneer het basisspel is voltooid, worden de winsten die zijn behaald door het voltooien van horizontale, verticale of diagonale Blingo’s of andere speciale symboolbonussen aan de speler weergegeven en verzameld.",
    "free_games_description3": "Ter verduidelijking wordt het gratis spel beschouwd als een bonusinzet.",
    "pending_games_title": "WACHTENDE SPELEN",
    "pending_games_description1": "Onvoltooide spellen worden automatisch voltooid 24 uur na de lancering.",
    "pending_games_description2": "Eventuele resterende spins worden uitgevoerd met een willekeurige nummergenerator die eventuele beslissingen van de speler maakt.",
    "pending_games_description3": "Alle winsten worden automatisch bijgeschreven."
}
