{
    "rotate_message": "POR FAVOR, ROTACIONE SEU TELEFONE.",
    "server_error": "ERRO NO SERVIDOR",
    "loading": "CARREGANDO...",
    "click_start": "CLIQUE PARA COMEÇAR",
    "total_staked": "TOTAL APOSTADO: ",
    "balance": "SALDO",
    "win": "VITÓRIA",
    "coin": "MOEDAS",
    "win_spin": "SPIN VITORIOSO",
    "game_over": "FIM DE JOGO",
    "select_number": "SELECIONE QUALQUER NÚMERO DESTACADO",
    "complete_cash": "CONCLUA OS BLINGOS PARA GANHAR DINHEIRO",
    "start_bonus": "PRESSIONE PARA COMEÇAR O BÔNUS",
    "extra_spin": "CHANCE DE SPIN EXTRA",
    "full_house": "FULL HOUSE",
    "blingos": "BLINGOS",
    "start": "INICIAR",
    "game": "JOGO",
    "spin_for": "SPIN PARA",
    "bonus": "BÔNUS",
    "collect": "COLETAR",
    "result": "RESULTADOS",
    "end": "ENCERRAR JOGO",
    "am": "AM",
    "pm": "PM",
    "gameinfo": "INFORMAÇÕES DO JOGO",
    "options": "OPÇÕES",
    "turbo": "TURBO",
    "sound": "SOM",
    "music": "MÚSICA",
    "full_screen": "TELA CHEIA",
    "dragon_blingo_title": "Dragon Blingo",
    "dragon_blingo_description_1": "Dragon Blingo é uma mistura de Slots e Bingo.",
    "dragon_blingo_description_2": "Cada jogo dura 10 spins.",
    "dragon_blingo_description_3": "Combine números no rolo com a grade para completar Blingos e subir na escada de pagamento.",
    "dragon_blingo_description_4": "Wilds permitem que você escolha um número para combinar.",
    "dragon_blingo_description_5": "Spins extras estão disponíveis após cada jogo.",
    "dragon_blingo_description_6": "O preço de cada spin depende da posição da grade e dos prêmios potenciais.",
    "dragon_blingo_description_7": "Os preços podem ser superiores à sua aposta base.",
    "dragon_blingo_description_8": "Você pode controlar o número de spins extras e os preços máximos oferecidos nos nossos controles de jogo.",
    "dragon_blingo_description_9": "Jogue com responsabilidade.",
    "dragon_blingo_description_10": "Dragon Blingo é a nova maneira de jogar seu jogo de slot favorito.",
    "dragon_blingo_description_11": "Ganhe spins cada vez mais valiosos no Dragon Slot por completar Blingos.",
    "dragon_blingo_description_12": "Escolha sua aposta e pressione INICIAR JOGO para começar.",
    "dragon_blingo_description_13": "Você tem 10 spins para combinar números no rolo com a grade.",
    "dragon_blingo_description_14": "Complete Blingos para ativar os spins vencedores no Dragon Slot.",
    "dragon_blingo_description_15": "Wilds do dragão permitem que você marque qualquer número na coluna acima.",
    "dragon_blingo_description_16": "Eles permanecem no lugar para um respin nos outros rolos.",
    "dragon_blingo_description_17": "Wilds permitem que você marque qualquer número na coluna acima.",
    "dragon_blingo_description_18": "Símbolos de Free Spin adicionam um spin adicional.",
    "dragon_blingo_description_19": "3 ou mais gemas roxas na tela premiam um prêmio em dinheiro instantâneo.",
    "dragon_blingo_description_20": "5 x gema roxa = 2,5X",
    "dragon_blingo_description_21": "4 x gema roxa = 1X",
    "dragon_blingo_description_22": "3 x gema roxa = 0,5X",
    "dragon_blingo_description_23": "Super wilds permitem que você marque qualquer número na grade.",
    "dragon_blingo_description_24": "Símbolos bloqueadores não fazem nada.",
    "dragon_blingo_description_25": "Premia um spin vencedor no Dragon Slot com uma vitória garantida.",
    "dragon_blingo_description_26": "Premia um spin vencedor no Dragon Slot com uma vitória aprimorada.",
    "dragon_blingo_description_27": "Cada spin vencedor garante uma vitória.",
    "dragon_blingo_description_28": "Vitórias utilizam apenas o símbolo selecionado.",
    "dragon_blingo_description_29": "Vitórias podem ser de 3 iguais em uma linha a 5 iguais em 10 linhas.",
    "dragon_blingo_description_30": "Wilds do dragão se expandem e permanecem para um respin.",
    "dragon_blingo_description_31": "Wilds do dragão substituem todos os símbolos.",
    "dragon_blingo_description_32": "Aparecem nos rolos 2, 3 e 4.",
    "dragon_blingo_description_33": "Expandem sobre o rolo e acionam um respin.",
    "dragon_blingo_description_34": "O número máximo de respins é 3.",
    "dragon_blingo_description_35": "Os valores são multiplicadores da aposta por linha (apostando a base inicial dividida pelo número de linhas do slot).",
    "dragon_blingo_description_36": "Somente a maior vitória por linha de aposta de ambos os lados é paga.",
    "dragon_blingo_description_37": "Vitórias por linha de aposta são pagas quando em sucessão, da esquerda para a direita e da direita para a esquerda.",
    "dragon_blingo_description_38": "Falha anula pagamentos e jogadas.",
    "extra_spin_wheel_title": "RODA DE GIROS EXTRA",
    "extra_spin_wheel_description_1": "Giros extras podem ser ganhos após cada jogo.",
    "extra_spin_wheel_description_2": "A roda girará e concederá um giro extra ou terminará o jogo.",
    "extra_spin_wheel_description_3": "A seção vencedora é reduzida após cada giro bem-sucedido da roda.",
    "extra_spin_wheel_description_4": "Um máximo de cinco giros extras podem ser ganhos na roda.",
    "extra_spin_wheel_description_5": "Giros extras estão disponíveis após cada jogo.",
    "extra_spin_wheel_description_6": "O preço de cada giro depende da posição na grade e dos prêmios potenciais.",
    "extra_spin_wheel_description_7": "Os preços podem ser superiores à sua aposta base.",
    "extra_spin_wheel_description_8": "Você pode controlar os limites de giros extras nos controles do jogo.",
    "extra_spin_wheel_description_9": "Colete ou compre mais giros.",
    "extra_spin_wheel_description_10": "O preço do próximo giro é exibido no botão de giro.",
    "blingo_winlines_title": "LINHAS DE VITÓRIA BLINGO",
    "blingo_winlines_description": "Existem 12 linhas de vitória e 11 prêmios na tabela de pagamento, pois o último número na grade sempre concederá pelo menos 2 linhas vencedoras.",
    "best_strategy_title": "MELHOR ESTRATÉGIA",
    "best_strategy_description1": "A melhor estratégia dita que a escolha das posições de wilds e super wilds deve ser sempre na posição que aproximará o jogador de um Blingo.",
    "best_strategy_description2": "Onde há várias posições com os mesmos critérios, a preferência é dada às posições que resultam no maior número de Blingos (Linhas de Vitória).",
    "best_strategy_description3": "Por exemplo, a posição central teria preferência, pois está incluída em uma linha horizontal, vertical e duas diagonais.",
    "best_strategy_description4": "Onde várias posições com os mesmos critérios existem, uma escolha aleatória é feita.",
    "general_title": "GERAL",
    "general_description1": "Com base na melhor estratégia, este jogo tem um RTP teórico de 96,66%.",
    "general_description2": "Com base na melhor estratégia, cada giro extra tem um RTP teórico de 95,47%.",
    "general_description3": "Os símbolos wild de giros grátis e respins são removidos dos rolos durante os giros extras.",
    "general_description4": "Nos giros extras, alguns prêmios potenciais podem exigir super wilds.",
    "general_description5": "Giros extras são oferecidos apenas se um giro vencedor for possível no próximo giro.",
    "general_description6": "Os preços dos giros extras são arredondados para o valor inteiro mais próximo, o que pode afetar o RTP, especialmente em apostas mais baixas.",
    "general_description7": "Falhas anulam todos os pagamentos e jogadas.",
    "free_games_title": "JOGOS GRATUITOS",
    "free_games_description1": "Se um jogador for premiado com um jogo gratuito Dragon Blingo, ele poderá jogar o jogo base gratuitamente com um valor de aposta pré-definido.",
    "free_games_description2": "Quando o jogo base for concluído, os ganhos acumulados ao completar Blingos horizontais, verticais ou diagonais ou outros bônus de símbolos especiais serão exibidos ao jogador e coletados.",
    "free_games_description3": "Para evitar dúvidas, o jogo gratuito é considerado uma aposta em dinheiro bônus.",
    "pending_games_title": "JOGOS PENDENTES",
    "pending_games_description1": "Jogos incompletos serão automaticamente concluídos 24 horas após o lançamento.",
    "pending_games_description2": "Todos os giros restantes serão jogados com um gerador de números aleatórios usado para tomar as decisões do jogador.",
    "pending_games_description3": "Todos os ganhos serão automaticamente creditados."
}
