{
    "rotate_message": "VĂ RUGĂM SĂ ROTIȚI TELEFONUL.",
    "server_error": "EROARE LA SERVER",
    "loading": "SE ÎNCARCĂ...",
    "click_start": "CLICK PENTRU A ÎNCEPE",
    "total_staked": "TOTAL APOSTAT: ",
    "balance": "BALANȚĂ",
    "win": "VREO",
    "coin": "MONETE",
    "win_spin": "SPIN CÂȘTIGĂTOR",
    "game_over": "SFÂRȘIT DE JOC",
    "select_number": "SELECTAȚI ORICE NUMĂR MARCAT",
    "complete_cash": "FINALIZAȚI BLINGOS PENTRU A CÂȘTIGA BANI",
    "start_bonus": "APĂSAȚI PENTRU A ÎNCEPE BONUSUL",
    "extra_spin": "ȘANSĂ DE SPIN EXTRA",
    "full_house": "CASĂ PLINĂ",
    "blingos": "BLINGOS",
    "start": "ÎNCEPE",
    "game": "JOC",
    "spin_for": "SPIN PENTRU",
    "bonus": "BONUS",
    "collect": "COLECTEAZĂ",
    "result": "REZULTATE",
    "end": "SFÂRȘIT JOC",
    "am": "AM",
    "pm": "PM",
    "gameinfo": "INFORMAȚII JOC",
    "options": "OPȚIUNI",
    "turbo": "TURBO",
    "sound": "SUNET",
    "music": "MUZICĂ",
    "full_screen": "ECRAN COMPLET",
    "dragon_blingo_title": "Dragon Blingo",
    "dragon_blingo_description_1": "Dragon Blingo este o combinație între Slots și Bingo.",
    "dragon_blingo_description_2": "Fiecare joc durează 10 spinuri.",
    "dragon_blingo_description_3": "Potrivește numerele de pe rotiță cu grila pentru a completa Blingos și a urca pe scara de plată.",
    "dragon_blingo_description_4": "Wilds îți permit să alegi un număr pentru a-l potrivi.",
    "dragon_blingo_description_5": "Spins suplimentare sunt disponibile după fiecare joc.",
    "dragon_blingo_description_6": "Prețul fiecărui spin depinde de poziția grilei și premiile posibile.",
    "dragon_blingo_description_7": "Prețurile pot depăși miza de bază.",
    "dragon_blingo_description_8": "Poți controla numărul de spins suplimentare și prețurile maxime oferite în controalele de joc.",
    "dragon_blingo_description_9": "Te rugăm să joci responsabil.",
    "dragon_blingo_description_10": "Dragon Blingo este noul mod de a juca jocul tău preferat de slot.",
    "dragon_blingo_description_11": "Câștigă spins din ce în ce mai valoroase pe Dragon Slot pentru a finaliza Blingos.",
    "dragon_blingo_description_12": "Alege-ți miza și apasă INCEPE JOCUL pentru a începe.",
    "dragon_blingo_description_13": "Ai 10 spinuri pentru a potrivi numerele de pe rotiță cu grila.",
    "dragon_blingo_description_14": "Completează Blingos pentru a activa spinurile câștigătoare pe Dragon Slot.",
    "dragon_blingo_description_15": "Wilds-urile Dragon permit să marchezi orice număr din coloana de sus.",
    "dragon_blingo_description_16": "Acestea se mențin pe loc pentru un respin pe celelalte role.",
    "dragon_blingo_description_17": "Wilds-urile permit să marchezi orice număr din coloana de sus.",
    "dragon_blingo_description_18": "Simbolurile Free Spin adaugă un spin suplimentar.",
    "dragon_blingo_description_19": "3 sau mai multe pietre prețioase mov în vizualizare acordă un premiu în bani instantaneu.",
    "dragon_blingo_description_20": "5 x piatră prețioasă mov = 2,5X",
    "dragon_blingo_description_21": "4 x piatră prețioasă mov = 1X",
    "dragon_blingo_description_22": "3 x piatră prețioasă mov = 0,5X",
    "dragon_blingo_description_23": "Super wilds permit să marchezi orice număr din grilă.",
    "dragon_blingo_description_24": "Simbolurile blocatoare nu fac nimic.",
    "dragon_blingo_description_25": "Acordă un spin câștigător pe Dragon Slot cu o victorie garantată.",
    "dragon_blingo_description_26": "Acordă un spin câștigător pe Dragon Slot cu o victorie îmbunătățită.",
    "dragon_blingo_description_27": "Fiecare spin câștigător garantează o victorie.",
    "dragon_blingo_description_28": "Câștigurile utilizează doar simbolul selectat.",
    "dragon_blingo_description_29": "Câștigurile pot fi de la 3 de același tip pe o linie la 5 de același tip pe 10 linii.",
    "dragon_blingo_description_30": "Wilds-urile Dragon se extind și se mențin pentru un respin.",
    "dragon_blingo_description_31": "Wilds-urile Dragon substituie toate simbolurile.",
    "dragon_blingo_description_32": "Apar pe rolele 2, 3 și 4.",
    "dragon_blingo_description_33": "Se extind pe rotiță și declanșează un respin.",
    "dragon_blingo_description_34": "Numărul maxim de respins este 3.",
    "dragon_blingo_description_35": "Valorile sunt multiplicatori ai mizei pe linie (miza de bază împărțită la numărul de linii de slot).",
    "dragon_blingo_description_36": "Doar cea mai mare victorie pe linia de miză este plătită din ambele direcții.",
    "dragon_blingo_description_37": "Câștigurile pe linia de miză sunt plătite când sunt în succesiune de la stânga la dreapta și de la dreapta la stânga.",
    "dragon_blingo_description_38": "Defecțiunea anulează plățile și jocurile.",
    "extra_spin_wheel_title": "ROATA DE GIROURI EXTRA",
    "extra_spin_wheel_description_1": "Giro-uri suplimentare pot fi câștigate după fiecare joc.",
    "extra_spin_wheel_description_2": "Roata se va învârti și va acorda un giro suplimentar sau va încheia jocul.",
    "extra_spin_wheel_description_3": "Secțiunea câștigătoare este redusă după fiecare giro reușit al roții.",
    "extra_spin_wheel_description_4": "Se pot câștiga maximum cinci giro-uri suplimentare din roată.",
    "extra_spin_wheel_description_5": "Giro-urile suplimentare sunt disponibile după fiecare joc.",
    "extra_spin_wheel_description_6": "Prețul fiecărui giro depinde de poziția din grilă și de premiile potențiale.",
    "extra_spin_wheel_description_7": "Prețurile pot depăși miza ta de bază.",
    "extra_spin_wheel_description_8": "Poți controla limitele de giro-uri suplimentare din controalele jocului.",
    "extra_spin_wheel_description_9": "Colectează sau cumpără mai multe giro-uri.",
    "extra_spin_wheel_description_10": "Prețul pentru următorul giro este afișat pe butonul de giro.",
    "blingo_winlines_title": "LINIILE DE CÂȘTIGURI BLINGO",
    "blingo_winlines_description": "Există 12 linii de câștig și 11 premii în tabelul de plată, deoarece ultimul număr de pe grilă va acorda întotdeauna cel puțin 2 linii câștigătoare.",
    "best_strategy_title": "CELE MAI BUNE STRATEGII",
    "best_strategy_description1": "Cea mai bună strategie dictează ca selecția pentru pozițiile wild și super wild să fie întotdeauna în poziția care va aduce jucătorul mai aproape de un Blingo.",
    "best_strategy_description2": "Atunci când există mai multe poziții cu aceleași criterii, se acordă prioritate pozițiilor care sunt incluse în cele mai multe Blingos (Linii de Câștig).",
    "best_strategy_description3": "De exemplu, poziția centrală ar primi prioritate, deoarece este inclusă într-o linie orizontală, verticală și două diagonale.",
    "best_strategy_description4": "Atunci când există mai multe poziții cu aceleași criterii, se face o alegere aleatorie.",
    "general_title": "GENERAL",
    "general_description1": "Pe baza celei mai bune strategii, RTP-ul teoretic al acestui joc este de 96,66%.",
    "general_description2": "Pe baza celei mai bune strategii, RTP-ul teoretic al fiecărui giro suplimentar este de 95,47%.",
    "general_description3": "Simbolurile wild din giro-urile gratuite și respinuri sunt eliminate de pe role în timpul giro-urilor suplimentare.",
    "general_description4": "În giro-urile suplimentare, unele premii potențiale pot necesita super wild-uri.",
    "general_description5": "Giro-urile suplimentare sunt oferite doar dacă un giro câștigător este posibil în următorul giro.",
    "general_description6": "Prețurile pentru giro-urile suplimentare sunt rotunjite la cel mai apropiat număr întreg, ceea ce poate afecta RTP-ul, mai ales la mize mai mici.",
    "general_description7": "Defecțiunile anulează toate plățile și jocurile.",
    "free_games_title": "JOCURI GRATUITE",
    "free_games_description1": "Dacă unui jucător i se acordă un joc gratuit Dragon Blingo, acesta va putea juca jocul de bază gratuit cu o valoare prestabilită a mizei.",
    "free_games_description2": "După finalizarea jocului de bază, câștigurile obținute prin completarea liniilor Blingo orizontale, verticale sau diagonale sau prin alte bonusuri de simboluri speciale vor fi afișate jucătorului și colectate.",
    "free_games_description3": "Pentru a evita orice neînțelegeri, jocul gratuit este considerat o miză de numerar bonus.",
    "pending_games_title": "JOCURI ÎN AȘTEPTARE",
    "pending_games_description1": "Jocurile neterminate vor fi finalizate automat la 24 de ore după lansare.",
    "pending_games_description2": "Toate giro-urile rămase vor fi jucate cu un generator de numere aleatoare folosit pentru a lua deciziile jucătorului.",
    "pending_games_description3": "Toate câștigurile vor fi creditate automat."
}
