{
    "rotate_message": "VUI LÒNG QUAY MÁY CỦA BẠN.",
    "server_error": "LỖI MÁY CHỦ",
    "loading": "ĐANG TẢI...",
    "click_start": "NHẤP ĐỂ BẮT ĐẦU",
    "total_staked": "TỔNG CƯỢC: ",
    "balance": "SỐ DƯ",
    "win": "THẮNG",
    "coin": "TIỀN",
    "win_spin": "QUAY TRÚNG",
    "game_over": "KẾT THÚC TRÒ CHƠI",
    "select_number": "CHỌN MỘT SỐ ĐƯỢC NHẤP VÀO",
    "complete_cash": "HOÀN TẤT BLINGOS ĐỂ THẮNG TIỀN MẶT",
    "start_bonus": "NHẤP ĐỂ BẮT ĐẦU BONUS",
    "extra_spin": "CƠ HỘI QUAY THÊM",
    "full_house": "NHÀ HOÀN HẢO",
    "blingos": "BLINGOS",
    "start": "BẮT ĐẦU",
    "game": "TRÒ CHƠI",
    "spin_for": "QUAY ĐỂ LẤY",
    "bonus": "BONUS",
    "collect": "THU THẬP",
    "result": "KẾT QUẢ",
    "end": "KẾT THÚC TRÒ CHƠI",
    "am": "AM",
    "pm": "PM",
    "gameinfo": "THÔNG TIN TRÒ CHƠI",
    "options": "TÙY CHỌN",
    "turbo": "TURBO",
    "sound": "ÂM THANH",
    "music": "ÂM NHẠC",
    "full_screen": "MÀN HÌNH TOÀN MÀN HÌNH",
    "dragon_blingo_title": "Dragon Blingo",
    "dragon_blingo_description_1": "Dragon Blingo là sự kết hợp giữa Slots và Bingo.",
    "dragon_blingo_description_2": "Mỗi trò chơi kéo dài 10 lượt quay.",
    "dragon_blingo_description_3": "Khớp các số trên guồng với lưới để hoàn thành Blingos và leo lên thang thanh toán.",
    "dragon_blingo_description_4": "Wilds cho phép bạn chọn một số để khớp.",
    "dragon_blingo_description_5": "Các lượt quay bổ sung có sẵn sau mỗi trò chơi.",
    "dragon_blingo_description_6": "Giá mỗi lượt quay phụ thuộc vào vị trí trong lưới và giải thưởng tiềm năng.",
    "dragon_blingo_description_7": "Giá của mỗi lượt quay có thể vượt quá cược cơ bản của bạn.",
    "dragon_blingo_description_8": "Bạn có thể điều khiển số lượt quay bổ sung và mức giá tối đa trong các điều khiển chơi của chúng tôi.",
    "dragon_blingo_description_9": "Vui lòng chơi game có trách nhiệm.",
    "dragon_blingo_description_10": "Dragon Blingo là cách mới để chơi trò chơi slot yêu thích của bạn.",
    "dragon_blingo_description_11": "Hoàn thành Blingos để nhận các lượt quay chiến thắng trong Dragon Slot.",
    "dragon_blingo_description_12": "Chọn cược của bạn và nhấn BẮT ĐẦU TRÒ CHƠI để bắt đầu.",
    "dragon_blingo_description_13": "Bạn có 10 lượt quay để khớp các số trên guồng với lưới.",
    "dragon_blingo_description_14": "Hoàn thành Blingos để kích hoạt các lượt quay chiến thắng trong Dragon Slot.",
    "dragon_blingo_description_15": "Dragon Wilds cho phép bạn đánh dấu bất kỳ số nào trong cột trên.",
    "dragon_blingo_description_16": "Chúng sau đó sẽ giữ nguyên vị trí cho lượt quay lại trên các guồng khác.",
    "dragon_blingo_description_17": "Wilds cho phép bạn đánh dấu bất kỳ số nào trong cột trên.",
    "dragon_blingo_description_18": "Biểu tượng quay miễn phí thêm một lượt quay bổ sung.",
    "dragon_blingo_description_19": "3 hoặc nhiều hơn các viên đá quý màu tím trong tầm nhìn sẽ trao giải thưởng tiền mặt ngay lập tức.",
    "dragon_blingo_description_20": "5 x viên đá quý màu tím = 2.5X",
    "dragon_blingo_description_21": "4 x viên đá quý màu tím = 1X",
    "dragon_blingo_description_22": "3 x viên đá quý màu tím = 0.5X",
    "dragon_blingo_description_23": "Super wilds cho phép bạn đánh dấu bất kỳ số nào trong lưới.",
    "dragon_blingo_description_24": "Biểu tượng Blocker không có tác dụng gì.",
    "dragon_blingo_description_25": "Trao lượt quay chiến thắng trên Dragon Slot với một chiến thắng đảm bảo sử dụng",
    "dragon_blingo_description_26": "Trao lượt quay chiến thắng trên Dragon Slot với chiến thắng nâng cao sử dụng",
    "dragon_blingo_description_27": "Mỗi lượt quay chiến thắng đảm bảo một chiến thắng",
    "dragon_blingo_description_28": "Chiến thắng chỉ sử dụng biểu tượng đã chọn",
    "dragon_blingo_description_29": "Chiến thắng có thể từ 3 biểu tượng giống nhau trên một dòng đến 5 biểu tượng giống nhau trên 10 dòng",
    "dragon_blingo_description_30": "Dragon Wilds mở rộng và giữ cho lượt quay lại",
    "dragon_blingo_description_31": "Dragon Wilds thay thế cho tất cả các biểu tượng",
    "dragon_blingo_description_32": "Xuất hiện trên guồng 2, 3 và 4",
    "dragon_blingo_description_33": "Mở rộng trên guồng và kích hoạt một lượt quay lại",
    "dragon_blingo_description_34": "Số lượt quay lại tối đa là 3",
    "dragon_blingo_description_35": "Giá trị là bội số của cược trên mỗi dòng (cược cơ bản ban đầu chia cho số dòng slot)",
    "dragon_blingo_description_36": "Chỉ trả thưởng cho chiến thắng cao nhất trên mỗi dòng cược từ cả hai hướng",
    "dragon_blingo_description_37": "Chiến thắng theo dòng cược trả khi chúng xuất hiện liên tiếp từ trái sang phải và từ phải sang trái",
    "dragon_blingo_description_38": "Lỗi sẽ vô hiệu hóa thanh toán và trò chơi",
    "extra_spin_wheel_title": "Bánh Xe Quay Thêm",
    "extra_spin_wheel_description_1": "Có thể thắng thêm lượt quay sau mỗi trò chơi.",
    "extra_spin_wheel_description_2": "Bánh xe sẽ quay và trao lượt quay thêm hoặc kết thúc trò chơi.",
    "extra_spin_wheel_description_3": "Phần thắng sẽ giảm dần sau mỗi lượt quay bánh xe thành công.",
    "extra_spin_wheel_description_4": "Tối đa có thể thắng được 5 lượt quay thêm từ bánh xe.",
    "extra_spin_wheel_description_5": "Lượt quay thêm có sẵn sau mỗi trò chơi.",
    "extra_spin_wheel_description_6": "Giá mỗi lượt quay phụ thuộc vào vị trí trên bảng và các giải thưởng tiềm năng.",
    "extra_spin_wheel_description_7": "Giá có thể vượt quá cược cơ bản của bạn.",
    "extra_spin_wheel_description_8": "Bạn có thể kiểm soát giới hạn lượt quay thêm trong các điều khiển trò chơi.",
    "extra_spin_wheel_description_9": "Thu thập hoặc mua thêm lượt quay.",
    "extra_spin_wheel_description_10": "Giá cho lượt quay tiếp theo sẽ được hiển thị trên nút quay.",
    "blingo_winlines_title": "Dòng Thắng Blingo",
    "blingo_winlines_description": "Có 12 dòng thắng và 11 giải thưởng trong bảng thanh toán vì số cuối cùng trên bảng luôn mang lại ít nhất 2 dòng thắng.",
    "best_strategy_title": "CHIẾN LƯỢC TỐT NHẤT",
    "best_strategy_description1": "Chiến lược tốt nhất yêu cầu chọn vị trí của wild và super wild luôn ở vị trí giúp người chơi gần hơn với Blingo.",
    "best_strategy_description2": "Khi có nhiều vị trí cùng tiêu chí, ưu tiên sẽ được dành cho các vị trí dẫn đến nhiều Blingo (dòng thắng) nhất.",
    "best_strategy_description3": "Ví dụ, ô trung tâm sẽ được ưu tiên vì nó nằm trong ba dòng: ngang, dọc và hai đường chéo.",
    "best_strategy_description4": "Khi có nhiều vị trí cùng tiêu chí, một lựa chọn ngẫu nhiên sẽ được thực hiện.",
    "general_title": "CHUNG",
    "general_description1": "Dựa trên chiến lược tốt nhất, trò chơi này có RTP lý thuyết là 96,66%.",
    "general_description2": "Dựa trên chiến lược tốt nhất, mỗi lượt quay thêm có RTP lý thuyết là 95,47%.",
    "general_description3": "Các biểu tượng wild trong lượt quay miễn phí và quay lại sẽ bị loại bỏ khỏi các cuộn khi quay thêm.",
    "general_description4": "Trong lượt quay thêm, một số giải thưởng có thể yêu cầu super wild.",
    "general_description5": "Lượt quay thêm chỉ được cung cấp nếu một lượt quay thắng có thể đạt được trong lượt quay tiếp theo.",
    "general_description6": "Giá các lượt quay thêm được làm tròn đến giá trị nguyên gần nhất, điều này có thể ảnh hưởng đến RTP, đặc biệt là với cược thấp.",
    "general_description7": "Lỗi sẽ làm hủy bỏ tất cả các khoản thanh toán và trò chơi.",
    "free_games_title": "TRÒ CHƠI MIỄN PHÍ",
    "free_games_description1": "Nếu người chơi được trao một trò chơi miễn phí Dragon Blingo, họ sẽ có thể chơi trò chơi cơ bản miễn phí với mức cược đã định trước.",
    "free_games_description2": "Khi trò chơi cơ bản kết thúc, các khoản thắng từ việc hoàn thành Blingo theo hàng ngang, dọc hoặc chéo hoặc các phần thưởng từ biểu tượng đặc biệt khác sẽ được hiển thị cho người chơi và thu thập.",
    "free_games_description3": "Để tránh hiểu lầm, trò chơi miễn phí được coi là một cược tiền thưởng.",
    "pending_games_title": "TRÒ CHƠI ĐANG CHỜ",
    "pending_games_description1": "Các trò chơi chưa hoàn thành sẽ tự động hoàn thành sau 24 giờ kể từ khi bắt đầu.",
    "pending_games_description2": "Các lượt quay còn lại sẽ được chơi với một bộ tạo số ngẫu nhiên để đưa ra quyết định của người chơi.",
    "pending_games_description3": "Tất cả các khoản thắng sẽ được tự động ghi có vào tài khoản."
}
